Repository: MCC45TR/kde-plasma6-widgets
Catalog: weather/translations/*.po
Languages: az, bn, hi, hy, ur

source: Today
az: Bu gün
bn: আজ
hi: आज
hy: Այսօր
ur: آج

source: Feels like
az: Hiss edilən
bn: অনুভূত হয়
hi: ऐसा महसूस होता है
hy: Զգացվում է որպես
ur: محسوس ہوتا ہے

source: Humidity
az: Rütubət
bn: আর্দ্রতা
hi: नमी
hy: Խոնավություն
ur: نمی

source: Wind
az: Külək
bn: বাতাস
hi: हवा
hy: Քամի
ur: ہوا

source: Rain Chance
az: Yağış Ehtimalı
bn: বৃষ্টির সম্ভাবনা
hi: बारिश की संभावना
hy: Անձրևի հավանականություն
ur: بارش کا امکان

source: Precipitation
az: Yağıntı
bn: অধঃক্ষেপণ
hi: अवक्षेपण
hy: Տեղումներ
ur: پریسیپیٹیشن

source: UV Index
az: UV İndeksi
bn: ইউভি সূচক
hi: यूवी सूचकांक
hy: ՈւՄ ինդեքս
ur: یووی انڈیکس

source: Wind Direction
az: Külək İstiqaməti
bn: বাতাসের দিক
hi: हवा की दिशा
hy: Քամու ուղղություն
ur: ہوا کی سمت

source: North
az: Şimal
bn: উত্তর
hi: उत्तर
hy: Հյուսիս
ur: شمال

source: North East
az: Şimal-Şərq
bn: উত্তর-পূর্ব
hi: उत्तर पूर्व
hy: Հյուսիս-Արևելք
ur: شمال مشرق

source: East
az: Şərq
bn: পূর্ব
hi: पूर्व
hy: Արևելք
ur: مشرق

source: South East
az: Cənub-Şərq
bn: দক্ষিণ-পূর্ব
hi: दक्षिण पूर्व
hy: Հարավ-Արևելք
ur: جنوب مشرق

source: South
az: Cənub
bn: দক্ষিণ
hi: दक्षिण
hy: Հարավ
ur: جنوب

source: South West
az: Cənub-Qərb
bn: দক্ষিণ-পশ্চিম
hi: दक्षिण पश्चिम
hy: Հարավ-Արևմուտք
ur: جنوب مغرب

source: West
az: Qərb
bn: পশ্চিম
hi: पश्चिम
hy: Արևմուտք
ur: مغرب

source: North West
az: Şimal-Qərb
bn: উত্তর-পশ্চিম
hi: उत्तर पश्चिम
hy: Հյուսիս-Արևմուտք
ur: شمال مغرب

source: N
az: Ş
bn: উ.
hi: उ.
hy: Հ
ur: ش

source: NE
az: ŞŞ
bn: উ.পূ.
hi: उ.पू.
hy: ՀԱ
ur: ش‌م

source: E
az: Ş
bn: পূ.
hi: पू.
hy: Ա
ur: م

source: SE
az: CŞ
bn: দ.পূ.
hi: द.पू.
hy: ՀԱ
ur: ج‌م

source: S
az: C
bn: দ.
hi: द.
hy: Հ
ur: ج

source: SW
az: CQ
bn: দ.প.
hi: द.प.
hy: ՀԱ
ur: ج‌م

source: W
az: Q
bn: প.
hi: प.
hy: Ա
ur: م

source: NW
az: ŞQ
bn: উ.প.
hi: उ.प.
hy: ՀյՍ
ur: شمال مغربی

source: Sunset
az: Gün Batımı
bn: সূর্যাস্ত
hi: सूर्यास्त
hy: Մայրամուտ
ur: غروب آفتاب

source: Sunrise
az: Gün Doğumu
bn: সূর্যোদয়
hi: सूर्योदय
hy: Արևածագ
ur: طلوع آفتاب

source: Tap to close
az: Bağlamaq üçün toxunun
bn: বন্ধ করতে আলতো চাপুন
hi: बंद करने के लिए टैप करें
hy: Հպեք՝ փակելու համար
ur: بند کرنے کے لیے تھپتھپائیں

source: Next week %1
az: Gələn həftə %1
bn: পরের সপ্তাহে %1
hi: अगले सप्ताह %1
hy: Հաջորդ շաբաթ %1
ur: اگلے ہفتے %1

source: 2 weeks later %1
az: 2 həftə sonra %1
bn: ২ সপ্তাহ পরে %1
hi: 2 सप्ताह बाद %1
hy: 2 շաբաթ անց %1
ur: 2 ہفتوں بعد %1

source: Hourly Forecast
az: Saatlıq proqnoz
bn: প্রতি ঘণ্টার পূর্বাভাস
hi: प्रति घंटा पूर्वानुमान
hy: Ժամային կանխատեսում
ur: فی گھنٹہ کی پیشن گوئی

source: Daily Forecast
az: Gündəlik proqnoz
bn: দৈনিক পূর্বাভাস
hi: दैनिक पूर्वानुमान
hy: Օրական կանխատեսում
ur: روزانہ کی پیشن گوئی

source: Refresh
az: Yenilə
bn: রিফ্রেশ
hi: ताज़ा करें
hy: Թարմացնել
ur: تازہ کریں

source: Loading weather data...
az: Hava durumu məlumatları yüklənir...
bn: আবহাওয়া তথ্য লোড হচ্ছে...
hi: मौसम का डेटा लोड हो रहा है...
hy: Եղանակի տվյալների բեռնում...
ur: موسم کا ڈیٹا لوڈ ہو رہا ہے...

source: Clear
az: Açıq
bn: পরিষ্কার
hi: साफ़
hy: Պարզ
ur: صاف

source: Mainly Clear
az: Əsasən açıq
bn: প্রধানত পরিষ্কার
hi: मुख्य रूप से साफ़
hy: Հիմնականում պարզ
ur: زیادہ تر صاف

source: Partly Cloudy
az: Az buludlu
bn: আংশিক মেঘলা
hi: आंशिक रूप से बादल
hy: Մասնակի ամպամած
ur: جزوی طور پر ابر آلود

source: Overcast
az: Tutqun
bn: মেঘলা
hi: बादलों से घिरा
hy: Ամպամած
ur: ابر آلود

source: Fog
az: Duman
bn: কুয়াশা
hi: धुंध
hy: Մառախուղ
ur: دھند

source: Drizzle
az: Çiskin
bn: গুঁড়ি গুঁড়ি বৃষ্টি
hi: बूंदाबांदी
hy: Մաղող անձրև
ur: بونداباندی

source: Freezing Drizzle
az: Dondurucu çiskin
bn: হিমশীতল গুঁড়ি গুঁড়ি বৃষ্টি
hi: बर्फ़ीली बूंदाबांदी
hy: Սառչող մաղող անձրև
ur: جمنے والی بونداباندی

source: Rain
az: Yağış
bn: বৃষ্টি
hi: बारिश
hy: Անձրև
ur: بارش

source: Freezing Rain
az: Dondurucu yağış
bn: হিমশীতল বৃষ্টি
hi: बर्फ़ीली बारिश
hy: Սառչող անձրև
ur: جمنے والی بارش

source: Snow
az: Qar
bn: তুষারপাত
hi: बर्फ़बारी
hy: Ձյուն
ur: برف باری

source: Snow Grains
az: Qar dənələri
bn: তুষার দানা
hi: बर्फ़ के दाने
hy: Ձյան հատիկներ
ur: برف کے دانے

source: Rain Showers
az: Yağışlı leysan
bn: বৃষ্টির ঝাপটা
hi: झमाझम बारिश
hy: Տեղատարափ անձրև
ur: بارش کی بوچھاریں

source: Snow Showers
az: Qarlı leysan
bn: তুষার ঝাপটা
hi: झमाझम बर्फ़
hy: Տեղատարափ ձյուն
ur: برف کی بوچھاریں

source: Thunderstorm
az: Tufan
bn: বজ্রবিদ্যুৎসহ ঝড়
hi: गरज के साथ बौछारें
hy: Ամպրոպ
ur: گرج چمک کے ساتھ طوفان

source: Thunderstorm with Hail
az: Dolu ilə tufan
bn: শিলাবৃষ্টিসহ ঝড়
hi: ओलों के साथ तूफान
hy: Ամպրոպ և կարկուտ
ur: ژالہ باری کے ساتھ طوفان

source: Unknown
az: Bilinmir
bn: অজানা
hi: अज्ञात
hy: Անհայտ
ur: نامعلوم

source: Cloudy
az: Buludlu
bn: মেঘলা
hi: बादल
hy: Ամպամած
ur: ابر آلود

source: Mist
az: Duman
bn: কুয়াশা
hi: कोहरा
hy: Մշուշ
ur: دھند

source: Smoke
az: Tüstü
bn: ধোঁয়া
hi: धुआं
hy: Ծուխ
ur: دھواں

source: Haze
az: Duman
bn: কুয়াশাচ্ছন্ন
hi: धुंध
hy: Մշուշ
ur: دھندلاہٹ

source: Dust
az: Toz
bn: ধুলো
hi: धूल
hy: Փոշի
ur: گرد و غبار

source: Sand
az: Qum
bn: বালি
hi: रेत
hy: Ավազ
ur: ریت

source: Ash
az: Kül
bn: ছাই
hi: राख
hy: Մոխիր
ur: راکھ

source: Squall
az: Qasırğa
bn: দমকা হাওয়া
hi: अंधड़
hy: Պորտկում
ur: تیز ہوا کا جھونکا

source: Tornado
bn: টর্নেডো
hi: बवंडर
hy: Տորնադո
ur: بگولہ

source: 📅 Weather Update
bn: 📅 আবহাওয়ার আপডেট
hi: 📅 मौसम अपडेट
hy: 📅 Եղանակի թարմացում

source: No significant changes for the rest of the day.
bn: দিনের বাকি অংশে উল্লেখযোগ্য কোনো পরিবর্তন নেই।
hi: दिन के शेष भाग के लिए कोई महत्वपूर्ण बदलाव नहीं।
hy: Օրվա մնացած մասում էական փոփոխություններ չկան:

source: Night
bn: রাত
hi: रात
hy: Գիշեր

source: %1h %2m left
bn: %1 ঘণ্টা %2 মিনিট বাকি
hi: %1घं %2मि शेष
hy: մնացել է %1ժ %2ր

source: %1m left
bn: %1 মিনিট বাকি
hi: %1मि शेष
hy: մնացել է %1ր

source: Temperature
bn: তাপমাত্রা
hi: तापमान
hy: Ջերմաստիճան

source: Pressure
az: Təzyiq
bn: চাপ
hi: दबाव
hy: Ճնշում
ur: دباؤ

source: Cloud Cover
az: Buludluluq
bn: মেঘের আবরণ
hi: बादलों का आवरण
hy: Ամպամածություն
ur: بادلوں کی موجودگی

source: UV
az: UV İndeksi
bn: ইউভি সূচক
hi: यूवी सूचकांक
hy: ՈւՄ ինդեքս
ur: یووی انڈیکس

source: Visibility
az: Görünüş
bn: দৃশ্যমানতা
hi: दृश्यता
hy: Տեսանելիություն
ur: نظارہ

source: Dew Point
az: Şeh nöqtəsi
bn: শিশিরাঙ্ক
hi: ओसांक
hy: Ցողի կետ
ur: نقطہ شبنم

source: Click to close
az: Bağlamaq üçün vurun
bn: বন্ধ করতে ক্লিক করুন
hi: बंद करने के लिए क्लिक करें
hy: Սեղմեք՝ փակելու համար
ur: بند کرنے کے لیے کلک کریں

source: Default (Colorful SVG)
az: Defolt (Rəngli SVG)
bn: ডিফল্ট (রঙিন SVG)
hi: डिफ़ॉल्ट (रंगीन SVG)
hy: Լռելյայն (գունավոր SVG)
ur: ڈیفالٹ (رنگین SVG)

source: System Theme
az: Sistem Mövzusu
bn: সিস্টেম থিম
hi: सिस्टम थीम
hy: Համակարգի թեմա
ur: سسٹم تھیم

source: Google Weather v3 (Flat SVG)
az: Google Hava Durumu v3 (Yastı SVG)
bn: গুগল আবহাওয়া v3 (ফ্ল্যাট SVG)
hi: गूगल मौसम v3 (फ्लैट SVG)
hy: Google Եղանակ v3 (հարթ SVG)
ur: گوگل موسم v3 (فلیٹ SVG)

source: Google Weather v2 (Realistic PNG)
az: Google Hava Durumu v2 (Realist PNG)
bn: গুগল আবহাওয়া v2 (বাস্তবসম্মত PNG)
hi: गूगल मौसम v2 (यथार्थवादी PNG)
hy: Google Եղանակ v2 (ռեալիստիկ PNG)
ur: گوگل موسم v2 (حقیقی PNG)

source: Google Weather v1 (Classic PNG)
az: Google Hava Durumu v1 (Klassik PNG)
bn: গুগল আবহাওয়া v1 (ক্লাসিক PNG)
hi: गूगल मौसम v1 (क्लासिक PNG)
hy: Google Եղանակ v1 (դասական PNG)
ur: گوگل موسم v1 (کلاسک PNG)

source: Appearance
az: Görünüş
bn: চেহারা
hi: रूप
hy: Արտաքին տեսք
ur: ظاہری شکل

source: Show Units in Forecast
az: Proqnozda vahidləri göstər
bn: পূর্বাভাসে একক দেখান
hi: पूर्वानुमान में इकाइयाँ दिखाएँ
hy: Ցուցադրել միավորները կանխատեսման մեջ
ur: پیشن گوئی میں اکائیاں دکھائیں

source: Layout Mode:
az: Düzülüş rejimi:
bn: লেআউট মোড:
hi: लेआउट मोड:
hy: Դասավորության ռեժիմ.
ur: لے آؤٹ موڈ:

source: Automatic
az: Avtomatik
bn: স্বয়ংক্রিয়
hi: स्वचालित
hy: Ավտոմատ
ur: خودکار

source: Small
az: Kiçik
bn: ছোট
hi: छोटा
hy: Փոքր
ur: چھوٹا

source: Wide
az: Geniş
bn: প্রশস্ত
hi: चौड़ा
hy: Լայն
ur: کشادہ

source: Large
az: Böyük
bn: বড়
hi: बड़ा
hy: Մեծ
ur: بڑا

source: Icon Pack:
az: İkon paketi:
bn: আইকন প্যাক:
hi: आइकन पैक:
hy: Պատկերակների փաթեթ.
ur: آئیکن پیک:

source: Select the visual style for weather icons. (Note: older packs like v1/v2 may have missing icons for some conditions)
az: Hava durumu ikonları üçün vizual stili seçin. (Qeyd: v1/v2 kimi köhnə paketlərdə bəzi hallar üçün ikonlar çatışmaya bilər)
bn: আবহাওয়া আইকনগুলির জন্য ভিজ্যুয়াল স্টাইল নির্বাচন করুন। (দ্রষ্টব্য: v1/v2 এর মতো পুরানো প্যাকগুলিতে কিছু অবস্থার জন্য আইকন অনুপস্থিত থাকতে পারে)
hi: मौसम आइकन के लिए दृश्य शैली चुनें। (नोट: v1/v2 जैसे पुराने पैक में कुछ स्थितियों के लिए आइकन गायब हो सकते हैं)
hy: Ընտրեք եղանակի պատկերակների տեսողական ոճը: (Նշում. հին փաթեթները, ինչպիսիք են v1/v2-ը, կարող են պատկերակներ չունենալ որոշ պայմանների համար)
ur: موسم کے آئیکونز کے لیے بصری انداز منتخب کریں۔ (نوٹ: v1/v2 جیسے پرانے پیک میں کچھ حالات کے لیے آئیکونز غائب ہو سکتے ہیں)

source: Select the visual style for weather icons.
az: Hava durumu ikonları üçün vizual stili seçin.
bn: আবহাওয়া আইকনগুলির জন্য ভিজ্যুয়াল স্টাইল নির্বাচন করুন।
hi: मौसम आइकन के लिए दृश्य शैली चुनें।
hy: Ընտրեք եղանակի պատկերակների տեսողական ոճը:
ur: موسم کے آئیکونز کے لیے بصری انداز منتخب کریں۔

source: Widget Margin:
az: Kənar Boşluq:
bn: উইজেট মার্জিন:
hi: विजेट मार्जिन:
hy: Վիդջեթի լուսանցք.
ur: وجیٹ کا مارجن:

source: Normal (10px)
bn: স্বাভাবিক (10px)
hi: सामान्य (10px)
hy: Սովորական (10px)
ur: نارمل (10px)

source: Less (5px)
az: Az (5px)
bn: কম (5px)
hi: कम (5px)
hy: Քիչ (5px)
ur: کم (5px)

source: None (0px)
az: Yoxdur (0px)
bn: কোনোটিই না (0px)
hi: कोई नहीं (0px)
hy: Չկա (0px)
ur: کوئی نہیں (0px)

source: Corner Radius:
az: Künc Radiusu:
bn: কোণার ব্যাসার্ধ:
hi: कोने का अर्धव्यास:
hy: Անկյունի շառավիղ.
ur: کونے کا رداس:

source: Normal
bn: স্বাভাবিক
hi: सामान्य
hy: Սովորական
ur: نارمل

source: Square
az: Kvadrat
bn: বর্গক্ষেত্র
hi: वर्गाकार
hy: Քառակուսի
ur: مربع

source: Font Settings
az: Şrift tənzimləmələri
bn: ফন্ট সেটিংস
hi: फ़ॉन्ट सेटिंग्स
hy: Տառատեսակի կարգավորումներ
ur: فونٹ کی ترتیبات

source: Use Default System Font
az: Defolt sistem şriftini istifadə et
bn: সিস্টেমের ডিফল্ট ফন্ট ব্যবহার করুন
hi: डिफ़ॉल्ट सिस्टम फ़ॉन्ट का उपयोग करें
hy: Օգտագործել համակարգի լռելյայն տառատեսակը
ur: ڈیفالٹ سسٹم فونٹ استعمال کریں

source: Custom Font Family:
az: Xüsusi şrift ailəsi:
bn: কাস্টম ফন্ট ফ্যামিলি:
hi: कस्टम फ़ॉन्ट परिवार:
hy: Ընտրովի տառատեսակ.
ur: کسٹم فونٹ فیملی:

source: Panel Settings
az: Panel tənzimləmələri
bn: প্যানেল সেটিংস
hi: पैनल सेटिंग्स
hy: Վահանակի կարگավորումներ
ur: پینل کی ترتیبات

source: Representation:
az: Təqdimat:
bn: উপস্থাপনা:
hi: प्रतिनिधित्व:
hy: Ներկայացում.
ur: نمائش:

source: Simple Panel
az: Sadə panel
bn: সাধারণ প্যানেল
hi: साधारण पैनल
hy: Պարզ վահանակ
ur: سادہ پینل

source: Detailed Panel
az: Təfərrüatlı panel
bn: বিস্তারিত প্যানেল
hi: विस्तृत पैनल
hy: Մանրամասն վահանակ
ur: تفصیلی پینل

source: Font Size (0 = Auto):
az: Şrift ölçüsü (0 = Avto):
bn: ফন্ট সাইজ (০ = অটো):
hi: फ़ॉन्ट का आकार (0 = ऑटो):
hy: Տառատեսակի չափը (0 = Ավտո).
ur: فونٹ کا سائز (0 = آٹو):

source: Icon Size (0 = Auto):
az: İkon ölçüsü (0 = Avto):
bn: আইকন সাইজ (০ = অটো):
hi: आइकन का आकार (0 = ऑटो):
hy: Պատկերակի չափը (0 = Ավտո).
ur: آئیکن کا سائز (0 = آٹو):

source: Background Settings
az: Arxa fon tənzimləmələri
bn: ব্যাকগ্রাউন্ড সেটিংস
hi: पृष्ठभूमि सेटिंग्स
hy: Ֆոնի կարգավորումներ
ur: پس منظر کی ترتیبات

source: Background Opacity:
az: Arxa fonun qeyri-şəffaflığı:
bn: ব্যাকগ্রাউন্ডের অস্বচ্ছতা:
hi: पृष्ठभूमि अपारदर्शिता:
hy: Ֆոնի թափանցիկություն.
ur: پس منظر کی دھندلاہٹ:

source: 0% (No Backgrounds)
az: 0% (Arxa fon yoxdur)
bn: ০% (কোন প্যাকগ্রাউন্ড নেই)
hi: 0% (कोई पृष्ठभूमि नहीं)
hy: 0% (Առանց ֆոնի)
ur: 0% (کوئی پس منظر نہیں)

source: Weather Provider
az: Hava durumu təminatçısı
bn: আবহাওয়া প্রদানকারী
hi: मौसम प्रदाता
hy: Եղանակի մատակարար
ur: موسم کا فراہم کنندہ

source: Open-Meteo (Free, No Key Required)
az: Open-Meteo (Pulsuz, açar tələb olunmur)
bn: Open-Meteo (বিনামূল্যে, কোনো কি প্রয়োজন নেই)
hi: Open-Meteo (नि:शुल्क, कोई कुंजी आवश्यक नहीं)
hy: Open-Meteo (անվճար, բանալի չի պահանջվում)
ur: Open-Meteo (مفت، کسی کی (Key) کی ضرورت نہیں)

source: OpenWeatherMap (Key Required)
az: OpenWeatherMap (Açar tələb olunur)
bn: OpenWeatherMap (কি প্রয়োজন)
hi: OpenWeatherMap (कुंजी आवश्यक)
hy: OpenWeatherMap (պահանջվում է բանալի)
ur: OpenWeatherMap (کی (Key) درکار ہے)

source: WeatherAPI.com (Key Required)
az: WeatherAPI.com (Açar tələb olunur)
bn: WeatherAPI.com (কি প্রয়োজন)
hi: WeatherAPI.com (कुंजी आवश्यक)
hy: WeatherAPI.com (պահանջվում է բանալի)
ur: WeatherAPI.com (کی (Key) درکار ہے)

source: Best free option. No API key required.
az: Ən yaxşı pulsuz seçim. API açarı tələb olunmur.
bn: সেরা বিনামূল্যের বিকল্প। কোনো API কি প্রয়োজন নেই।
hi: सबसे अच्छा मुफ्त विकल्प। किसी API कुंजी की आवश्यकता नहीं है।
hy: Լավագույն անվճար տարբերակը: API բանալի չի պահանջվում:
ur: بہترین مفت آپشن۔ کسی API کلید کی ضرورت نہیں ہے۔

source: Standard provider. API key required below.
az: Standart təminatçı. Aşağıda API açarı tələb olunur.
bn: স্ট্যান্ডার্ড প্রদানকারী। নিচে API কি প্রয়োজন।
hi: मानक प्रदाता। नीचे API कुंजी आवश्यक है।
hy: Ստանդարտ մատակարար: Ստորև պահանջվում է API բանալի:
ur: معیاری فراہم کنندہ۔ نیچے API کی (Key) درکار ہے۔

source: Alternative provider. API key required below.
az: Alternativ təminatçı. Aşağıda API açarı tələb olunur.
bn: বিকল্প প্রদানকারী। নিচে API কি প্রয়োজন।
hi: वैकल्पिक प्रदाता। नीचे API कुंजी आवश्यक है।
hy: Այլընտրանքային մատակարար: Ստորև պահանջվում է API բանալի:
ur: متبادل فراہم کنندہ۔ نیچے API کی (Key) درکار ہے۔

source: API Keys
az: API açarları
bn: API চাবি সমূহ
hi: API कुंजियाँ
hy: API բանալիներ
ur: API کلیدیں

source: OpenWeatherMap API Key:
az: OpenWeatherMap API açarı:
bn: OpenWeatherMap API কি:
hi: OpenWeatherMap API कुंजी:
hy: OpenWeatherMap API բանալի.
ur: OpenWeatherMap API کلید:

source: Enter your OpenWeatherMap API key
az: OpenWeatherMap API açarınızı daxil edin
bn: আপনার OpenWeatherMap API কি লিখুন
hi: अपनी OpenWeatherMap API कुंजी दर्ज करें
hy: Մուտքագրեք ձեր OpenWeatherMap API բանալին
ur: اپنی OpenWeatherMap API کلید درج کریں

source: WeatherAPI.com API Key:
az: WeatherAPI.com API açarı:
bn: WeatherAPI.com API কি:
hi: WeatherAPI.com API कुंजी:
hy: WeatherAPI.com API բանալի.
ur: WeatherAPI.com API کلید:

source: Enter your WeatherAPI.com key
az: WeatherAPI.com açarınızı daxil edin
bn: আপনার WeatherAPI.com কি লিখুন
hi: अपनी WeatherAPI.com कुंजी दर्ज करें
hy: Մուտքագրեք ձեր WeatherAPI.com բանալին
ur: اپنی WeatherAPI.com کلید درج کریں

source: Location
az: Məkan
bn: অবস্থান
hi: स्थान
hy: Գտնվելու վայրը
ur: مقام

source: Auto-detect from IP
az: IP-dən avtomatik aşkarla
bn: IP থেকে স্বয়ংক্রিয়ভাবে সনাক্ত করুন
hi: IP से स्वतः पहचानें
hy: Ավտոմատ հայտնաբերում IP-ից
ur: آئی پی سے خودکار پتہ لگائیں

source: Enter manually
az: Əllə daxil edin
bn: ম্যানুয়ালি লিখুন
hi: मैन्युअल रूप से दर्ज करें
hy: Մուտքագրեք ձեռքով
ur: دستی طور پر درج کریں

source: City 1:
az: Şəhər 1:
bn: শহর ১:
hi: शहर 1:
hy: Քաղաք 1.
ur: شہر 1:

source: Ex: Ankara, Istanbul, London
az: Məs: Bakı, London, İstanbul
bn: উদাঃ ঢাকা, কোলকাতা, লন্ডন
hi: उदा: दिल्ली, मुंबई, लंदन
hy: Օրինակ՝ Երևան, Լոնդոն, Փարիզ
ur: مثال: لاہور، کراچی، لندن

source: City 2:
az: Şəhər 2:
bn: শহর ২:
hi: शहर 2:
hy: Քաղաք 2.
ur: شہر 2:

source: Second city (optional)
az: İkinci şəhər (istəyə bağlı)
bn: দ্বিতীয় শহর (ঐচ্ছিক)
hi: दूसरा शहर (वैकल्पिक)
hy: Երկրորդ քաղաք (ըստ ցանկության)
ur: دوسرا شہر (اختیاری)

source: City 3:
az: Şəhər 3:
bn: শহর ৩:
hi: शहर 3:
hy: Քաղաք 3.
ur: شہر 3:

source: Third city (optional)
az: Üçüncü şəhər (istəyə bağlı)
bn: তৃতীয় শহর (ঐচ্ছিক)
hi: तीसरा शहर (वैकल्पिक)
hy: Երրորդ քաղաք (ըստ ցանկության)
ur: تیسرا شہر (اختیاری)

source: You can use City name, 'City,Country Code' or Zip Code.
az: Şəhər adı, 'Şəhər,Ölkə Kodu' və ya poçt indeksi istifadə edə bilərsiniz.
bn: আপনি শহরের নাম, 'শহর, কান্ট্রি কোড' বা জিপ কোড ব্যবহার করতে পারেন।
hi: आप शहर का नाम, 'शहर, देश कोड' या ज़िप कोड का उपयोग कर सकते हैं।
hy: Կարող եք օգտագործել քաղաքի անունը, «Քաղաք, Երկրի կոդ» կամ փոստային ինդեքսը:
ur: آپ شہر کا نام، 'شہر، ملکی کوڈ' یا زپ کوڈ استعمال کر سکتے ہیں۔

source: Location will be auto-detected based on your IP address.
az: Məkan IP ünvanınıza əsasən avtomatik müəyyən ediləcək.
bn: আপনার IP ঠিকানার উপর ভিত্তি করে অবস্থান স্বয়ংক্রিয়ভাবে সনাক্ত করা হবে।
hi: स्थान आपके IP पते के आधार पर स्वतः पहचाना जाएगा।
hy: Գտնվելու վայրը ավտոմատ կերպով կհայտնաբերվի՝ հիմնվելով ձեր IP հասցեի վրա:
ur: مقام کا پتہ آپ کے آئی پی ایڈریس کی بنیاد پر خودکار طور پر لگایا جائے گا۔

source: Settings
az: Tənzimləmələr
bn: সেটিং
hi: सेटिंग्स
hy: Կարգավորումներ
ur: ترتیبات

source: Units:
az: Vahidlər:
bn: একক সমুহ:
hi: इकाइयाँ:
hy: Միավորներ.
ur: اکائیاں:

source: Use system units
az: Sistem vahidlərini istifadə et
bn: সিস্টেম একক ব্যবহার করুন
hi: सिस्टम इकाइयों का उपयोग करें
hy: Օգտագործել համակարգի միավորները
ur: سسٹم کی اکائیاں استعمال کریں

source: Metric (°C)
az: Metrik (°C)
bn: মেট্রিক (°C)
hi: मीट्रिक (°C)
hy: Մետրիկ (°C)
ur: میٹرک (°C)

source: Imperial (°F)
bn: ইম্পেরিয়াল (°F)
hi: इंपीरियल (°F)
hy: Իմպերիալ (°F)
ur: امپیریل (°F)

source: Refresh Interval:
az: Yeniləmə intervalı:
bn: রিফ্রেশ ব্যবধান:
hi: पुनश्चर्या अंतराल:
hy: Թարմացման միջակայքը.
ur: ریفریش کا وقفہ:

source: 15 minutes
az: 15 dəqiqə
bn: ১৫ মিনিট
hi: 15 मिनट
hy: 15 րոպե
ur: 15 منٹ

source: 30 minutes
az: 30 dəqiqə
bn: ৩০ মিনিট
hi: 30 मिनट
hy: 30 րոպե
ur: 30 منٹ

source: 45 minutes
az: 45 dəqiqə
bn: ৪৫ মিনিট
hi: 45 मिनट
hy: 45 րոպե
ur: 45 منٹ

source: 1 hour
az: 1 saat
bn: ১ ঘণ্টা
hi: 1 घंटा
hy: 1 ժամ
ur: 1 گھنٹہ

source: 2 hours
az: 2 saat
bn: ২ ঘণ্টা
hi: 2 घंटे
hy: 2 ժամ
ur: 2 گھنٹے

source: 3 hours
az: 3 saat
bn: ৩ ঘণ্টা
hi: 3 घंटे
hy: 3 ժամ
ur: 3 گھنٹے

source: 4 hours
az: 4 saat
bn: ৪ ঘণ্টা
hi: 4 घंटे
hy: 4 ժամ
ur: 4 گھنٹے

source: 6 hours
az: 6 saat
bn: ৬ ঘণ্টা
hi: 6 घंटे
hy: 6 ժամ
ur: 6 گھنٹے

source: 8 hours
az: 8 saat
bn: ৮ ঘণ্টা
hi: 8 घंटे
hy: 8 ժամ
ur: 8 گھنٹے

source: 12 hours
az: 12 saat
bn: ১২ ঘণ্টা
hi: 12 घंटे
hy: 12 ժամ
ur: 12 گھنٹے

source: 1 day
az: 1 gün
bn: ১ দিন
hi: 1 दिन
hy: 1 օր
ur: 1 دن

source: Forecast Days:
az: Proqnoz günləri:
bn: পূর্বাভাস দিন:
hi: पूर्वानुमान के दिन:
hy: Կանխատեսման օրերը.
ur: پیشن گوئی کے دن:

source: Today's Weather Changes
bn: আজকের আবহাওয়ার পরিবর্তন
hi: आज के मौसम में बदलाव
hy: Այսօրվա եղանակի փոփոխությունները

source: Notification time 1:
bn: বিজ্ঞপ্তির সময় ১:
hi: अधिसूचना समय 1:
hy: Ծանուցման ժամ 1.

source: Enable second time
bn: দ্বিতীয় সময় সক্রিয় করুন
hi: दूसरा समय सक्षम करें
hy: Ակտիվացնել երկրորդ ժամը

source: Notification time 2:
bn: বিজ্ঞপ্তির সময় ২:
hi: अधिसूचना समय 2:
hy: Ծանուցման ժամ 2.

source: Duplicate time!
bn: ডুপ্লিকেট সময়!
hi: डुप्लिकेट समय!
hy: Կրկնօրինակ ժամ:
