Repository: MCC45TR/kde-plasma6-widgets
Catalog: music-player/contents/locale/*/plasma_applet_com.mcc45tr.musicplayer.po
Languages: az, bn, hy, ur

source: General
az: Ümumi
bn: সাধারণ
hy: Ընդհանուր
ur: عمومی

source: Default Media Player
az: Standart Media Pleyeri
bn: ডিফল্ট মিডিয়া প্লেয়ার
hy: Լռելյայն մեդիա նվագարկիչ
ur: طے شدہ میڈیا پلیئر

source: Selected Player:
az: Seçilmiş Pleyer:
bn: নির্বাচিত প্লেয়ার:
hy: Ընտրված նվագարկիչ․
ur: منتخب پلیئر:

source: ⚠ No active players
az: ⚠ Aktiv pleyer yoxdur
bn: ⚠ কোন সক্রিয় প্লেয়ার নেই
hy: ⚠ Ակտիվ նվագարկիչներ չկան
ur: ⚠ کوئی فعال پلیئر نہیں

source: ✓ %1 active players found
az: ✓ %1 aktiv pleyer tapıldı
bn: ✓ %1 টি সক্রিয় প্লেয়ার পাওয়া গেছে
hy: ✓ Գտնվել է %1 ակտիվ նվագարկիչ
ur: ✓ %1 فعال پلیئر ملے

source: All media sources are tracked.
az: Bütün media mənbələri izlənilir.
bn: সব মিডিয়া সোর্স ট্র্যাক করা হচ্ছে।
hy: Բոլոր մեդիա աղբյուրները հետևվում են։
ur: تمام میڈیا ذرائع کو ٹریک کیا جا رہا ہے۔

source: Only "%1" is tracked.
az: Yalnız "%1" izlənilir.
bn: শুধুমাত্র "%1" ট্র্যাক করা হচ্ছে।
hy: Միայն "%1"-ն է հետևվում։
ur: صرف "%1" کو ٹریک کیا جا رہا ہے۔

source: Show media player badge
az: Media pleyer nişanını göstər
bn: মিডিয়া প্লেয়ার ব্যাজ দেখান
hy: Ցուցադրել նվագարկիչի նշանը
ur: میڈیا پلیئر بیج دکھائیں

source: Appearance
az: Görünüş
bn: চেহারা
hy: Տեսք
ur: ظاہری شکل

source: Widget Margin
az: Vidjet Kənarı
bn: উইজেট মার্জিন
hy: Վիջեթի լուսանցք
ur: ویجیٹ مارجن

source: Normal (10px)
bn: স্বাভাবিক (10px)
hy: Սովորական (10px)
ur: نارمل (10px)

source: Less (5px)
az: Daha az (5px)
bn: কম (5px)
hy: Քիչ (5px)
ur: کم (5px)

source: None (0px)
az: Heç biri (0px)
bn: কিছুই না (0px)
hy: Չկա (0px)
ur: کوئی نہیں (0px)

source: Background Opacity
az: Arxa plan qeyri-şəffaflığı
bn: ব্যাকগ্রাউন্ডের অস্বচ্ছতা
hy: Ֆոնի անթափանցելիություն
ur: پس منظر کی غیر شفافیت

source: Controls
az: İdarəetmələr
bn: নিয়ন্ত্রণ
hy: Կառավարում
ur: کنٹرولز

source: Show Controls in Panel
az: Paneldə idarəetmələri göstər
bn: প্যানেলে কন্ট্রোল দেখান
hy: Ցուցադրել կառավարումը վահանակում
ur: پینل میں کنٹرولز دکھائیں

source: Panel Settings
az: Panel Parametrləri
bn: প্যানেল সেটিংস
hy: Վահանակի կարգավորումներ
ur: پینل سیٹنگز

source: Layout Mode
az: Düzəliş rejimi
bn: লেআউট মোড
hy: Դասավորության ռեժիմ
ur: لے آؤٹ موڈ

source: Left Aligned
az: Sola düzləndirilmiş
bn: বামে সাজানো
hy: Ձախից հավասարեցված
ur: بائیں جانب

source: Right Aligned
az: Sağa düzləndirilmiş
bn: ডানে সাজানো
hy: Աջից հավասարեցված
ur: دائیں جانب

source: Centered
az: Mərkəzləşdirilmiş
bn: কেন্দ্রীভূত
hy: Կենտրոնացված
ur: درمیان میں

source: Button Size
az: Düymə ölçüsü
bn: বোতামের আকার
hy: Կոճակի չափը
ur: بٹن کا سائز

source: Auto Size based on Panel Height
az: Panel hündürlüyünə görə avtomatik ölçüləndir
bn: প্যানেল উচ্চতা অনুযায়ী অটো সাইজ
hy: Ավտոմատ չափ՝ ըստ վահանակի բարձրության
ur: پینل کی اونچائی کے مطابق خودکار سائز

source: Button Size (px)
az: Düymə ölçüsü (px)
bn: বোতামের আকার (px)
hy: Կոճակի չափը (px)
ur: بٹن سائز (px)

source: Text
az: Mətn
bn: টেক্সট
hy: Տեքստ
ur: متن

source: Scroll Text if truncated
az: Kəsilmiş olarsa mətni sürüşdür
bn: টেক্সট বড় হলে স্ক্রল করুন
hy: Ոլորել տեքստը, եթե կտրված է
ur: متن کٹنے کی صورت میں اسکرول کریں

source: Dynamic Width (auto-expand to fit text)
az: Dinamik en (mətnə uyğun avtomatik genişlənmə)
bn: ডায়নামিক প্রশস্ততা
hy: Դինամիկ լայնություն
ur: ڈائنامک چوڑائی

source: Max Width (px)
az: Maksimum en (px)
bn: সর্বোচ্চ প্রশস্ততা (px)
hy: Առավելագույն լայնություն (px)
ur: زیادہ سے زیادہ چوڑائی (px)

source: Scroll Speed
az: Sürüşmə sürəti
bn: স্ক্রলিং গতি
hy: Ոլորման արագություն
ur: اسکرول کی رفتار

source: Fast
az: Sürətli
bn: দ্রুত
hy: Արագ
ur: تیز

source: Medium
az: Orta
bn: মাঝারি
hy: Միջին
ur: درمیانی

source: Slow
az: Yavaş
bn: ধীর
hy: Դանդաղ
ur: آہستہ

source: Displayed Info
az: Göstərilən məlumat
bn: প্রদর্শিত তথ্য
hy: Ցուցադրվող տեղեկություն
ur: دکھائی گئی معلومات

source: Show Title
az: Başlığı göstər
bn: শিরোনাম দেখান
hy: Ցուցադրել վերնագիրը
ur: عنوان دکھائیں

source: Show Artist
az: İfaçını göstər
bn: শিল্পী দেখান
hy: Ցուցադրել կատարողին
ur: فنکار دکھائیں

source: Font Size
az: Şrift ölçüsü
bn: ফন্ট সাইজ
hy: Տառատեսակի չափը
ur: فونٹ سائز

source: Font Size (px)
az: Şrift ölçüsü (px)
bn: ফন্ট সাইজ (px)
hy: Տառատեսակի չափը (px)
ur: فونٹ سائز (px)

source: View Settings
az: Görünüş Parametrləri
bn: ভিউ সেটিংস
hy: Դիտման կարգավորումներ
ur: ظاہری سیٹنگز

source: View Mode
az: Görünüş rejimi
bn: ভিউ মোড
hy: Դիտման ռեժիմ
ur: ویو موڈ

source: Automatic
az: Avtomatik
bn: স্বয়ংক্রিয়
hy: Ավտոմատ
ur: خودکار

source: Wide
az: Geniş
bn: প্রশস্ত
hy: Լայն
ur: چوڑا

source: Large
az: Böyük
bn: বড়
hy: Մեծ
ur: بڑا

source: Extra Large
az: Ekstra Böyük
bn: অতিরিক্ত বড়
hy: Շատ մեծ
ur: بہت بڑا

source: Small
az: Kiçik
bn: ছোট
hy: Փոքր
ur: چھوٹا

source: Extra Large Mode Buttons:
az: Ekstra Böyük Rejim Düymələri:
bn: অতিরিক্ত বড় মোড বোতাম:
hy: Շատ մեծ ռեժիմի կոճակներ․
ur: بہت بڑے موڈ کے بٹن:

source: Shuffle Button
az: Qarışdırma düyməsi
bn: শাফল বোতাম
hy: Խառնելու կոճակ
ur: شفل بٹن

source: not working
az: işləmir
bn: কাজ করছে না
hy: չի աշխատում
ur: کام نہیں کر رہا

source: Loop/Repeat Button
az: Dövr/Təkrar düyməsi
bn: লুপ/রিপিট বোতাম
hy: Կրկնման կոճակ
ur: لوپ/ریپیٹ بٹن

source: 10-Second Seek Buttons
az: 10 saniyəlik axtarış düymələri
bn: ১০ সেকেন্ড সিক বোতাম
hy: 10 վայրկյանանոց որոնման կոճակներ
ur: 10 سیکنڈ سیک بٹن

source: No Media Playing
az: Heç nə oxudulmur
bn: কোন মিডিয়া চলছে না
hy: Մեդիա չի նվագարկվում
ur: کوئی میڈیا نہیں چل رہا

source: No Media
az: Media Yoxdur
bn: কোন মিডিয়া নেই
hy: Մեդիա չկա
ur: کوئی میڈیا نہیں

source: Previous Track
az: Əvvəlki trek
bn: আগের গান
hy: Նախորդ երգը
ur: پچھلا ٹریک

source: Next Track
az: Növbəti trek
bn: পরের গান
hy: Հաջորդ երգը
ur: اگلا ٹریک

source: Previous
az: Əvvəlki
bn: আগের
hy: Նախորդ
ur: پچھلا

source: Next
az: Növbəti
bn: পরের
hy: Հաջորդ
ur: اگلا
