Repository: MCC45TR/kde-plasma6-widgets
Catalog: music-player/translations/*.po
Languages: ro

source: No Media Playing
ro: Nu se redă niciun conținut

source: Previous Track
ro: Piesa anterioară

source: Next Track
ro: Piesa următoare

source: General (Follow All)
ro: General (Urmărește tot)

source: Default Media Player
ro: Player media implicit

source: Inactive players are not shown.
ro: Playerele inactive nu sunt afișate.

source: Selected Player:
ro: Player selectat:

source: Select Application
ro: Selectați aplicația

source: ⚠ No active players
ro: ⚠ Niciun player activ

source: ✓ %1 active players found
ro: ✓ %1 playere active găsite

source: All media sources are tracked.
ro: Toate sursele media sunt urmărite.

source: Only "%1" is tracked.
ro: Doar "%1" este urmărit.

source: Show media player badge
ro: Afișați insigna playerului
