Repository: MCC45TR/kde-plasma6-widgets
Catalog: weather/contents/locale/*/LC_MESSAGES/plasma_applet_com.mcc45tr.mweather.po
Languages: hy

source: Settings
hy: Կարգdelays

source: Weather Provider
hy: Եdelays պdelays

source: Location
hy: Տdelays

source: Auto-detect from IP
hy: Ավdelays որոdelays

source: Enter manually
hy: Delays delays

source: Units
hy: Միавորdelays

source: Use system units
hy: Օdelays ունdelays

source: Metric (°C)
hy: Մdelays (°C)

source: Imperial (°F)
hy: Իdelays (°F)

source: Refresh Interval
hy: Թarmutyun

source: Appearance
hy: Արdelays

source: Icon Pack
hy: Պdelays

source: Daily Forecast
hy: Օdelays delays

source: Hourly Forecast
hy: Delays ժamayo

source: Refresh
hy: Թarmav

source: Details
hy: Մանրամասներ

source: City
hy: Քdelays

source: Humidity
hy: Խdelays

source: Wind
hy: Քam

source: Feels like
hy: Զgayutyun

source: Today
hy: Այdelays

source: Mon
hy: Երdelays

source: Tue
hy: Երdelays

source: Wed
hy: Չdelays

source: Thu
hy: Հdelays

source: Fri
hy: Ուdelays

source: Sat
hy: Շdelays

source: Sun
hy: Կ

source: Loading weather data...
hy: Եղանակային տվյալները բեռնվում են...

source: Network error. Check your internet connection.
hy: Ցանցային սխալ: Ստուգեք ձեր ինտերնետ կապը:

source: No API key configured.
hy: API բանալին կազմաձևված չէ:

source: Location not found.
hy: Տեղադրությունը չի գտնվել:

source: Pressure
hy: Ճնշում

source: Clouds
hy: Ամպեր

source: UV
hy: ՈՒՄ

source: Visibility
hy: Տեսանելիություն

source: Click to close
hy: Կտտացրեք փակելու համար

source: Clear
hy: Պարզ

source: Cloudy
hy: Ամպամած

source: Rain
hy: Անձրև

source: Drizzle
hy: Մաղող անձրև

source: Thunderstorm
hy: Ամպրոպ

source: Snow
hy: Ձյուն

source: Mist
hy: Մշուշ

source: Fog
hy: Մառախուղ

source: Haze
hy: Մշուշապատ

source: Overcast
hy: Ամպամած

source: Mainly Clear
hy: Հիմնականում պարզ

source: Partly Cloudy
hy: Մասնակի ամպամած

source: Freezing Drizzle
hy: Սառչող մաղող անձրև

source: Freezing Rain
hy: Սառչող անձրև

source: Snow Grains
hy: Ձյան հատիկներ

source: Rain Showers
hy: Տեղատարափ անձրև

source: Snow Showers
hy: Տեղատարափ ձյուն

source: Thunderstorm with Hail
hy: Ամպրոպ կարկուտով

source: Unknown
hy: Անհայտ
