Repository: MCC45TR/kde-plasma6-widgets
Catalog: file-search/translations/*.po
Languages: az, bn, cs, de, el, fr, hi, hy, id, it, ja, pt, ro, ru, ur

source: Unpin
az: Sabitləməni qaldır
bn: আনপিন করুন
cs: Odepnout
de: Lösen (unpin)
el: Ξεκαρφίτσωμα
fr: Détacher
hi: अनपिन करें
hy: Ապամրացնել
id: Lepaskan
it: Rimuovi
ja: ピン留め解除
pt: Retirar
ro: Anulează fixarea
ru: Открепить
ur: ان پِن کریں

source: Pin
az: Sabitlə
bn: পিন করুন
cs: Připnout
de: Anheften (pin)
el: Καρφίτσωμα
fr: Épingler
hi: पिन करें
hy: Ամրացնել
id: Sematkan
it: Fissa
ja: ピン留め
pt: Fixar
ro: Fixează
ru: Закрепить
ur: پِن کریں

source: Pinned Items
az: Sabitlənmiş Elementlər
bn: পিন করা আইটেমসমূহ
cs: Připnuté položky
de: Angeheftete Elemente
el: Καρφιτσωμένα Στοιχεία
fr: Éléments épinglés
hi: पिन की गई वस्तुएं
hy: Ամրացված տարրեր
id: Item Tersemat
it: Elementi fissati
ja: ピン留めされたアイテム
pt: Itens Fixados
ro: Elemente fixate
ru: Закрепленные элементы
ur: پِن شدہ اشیاء

source: Drag to reorder
az: Sıralamaq üçün sürüşdürün
bn: পুনর্গঠন করতে টানুন
cs: Přetáhněte pro změnu pořadí
de: Zum Neuanordnen ziehen
el: Σύρετε για αναδιάταξη
fr: Faites glisser pour réorganiser
hi: पुनः व्यवस्थित करने के लिए खींचें
hy: Քաշեք՝ կարգը փոխելու համար
id: Seret untuk urutkan
it: Trascina per riordinare
ja: ドラッグして並べ替え
pt: Arraste para reordenar
ro: Trage pentru reordonare
ru: Перетащите для изменения порядка
ur: ترتیب دینے کے لیے پکڑیں

source: Open
az: Aç
bn: খুলুন
cs: Otevřít
de: Öffnen
el: Άνοιγμα
fr: Ouvrir
hi: खोलें
hy: Բացել
id: Buka
it: Apri
ja: 開く
pt: Abrir
ro: Deschide
ru: Открыть
ur: کھولیں

source: Copy Path
az: Yolu Kopyala
bn: পাথ কপি করুন
cs: Kopírovat cestu
de: Pfad kopieren
el: Αντιγραφή Διαδρομής
fr: Copier le chemin
hi: पथ कॉपी करें
hy: Պատճենել ուղին
id: Salin Jalur
it: Copia percorso
ja: パスをコピー
pt: Copiar Caminho
ro: Copiază calea
ru: Копировать путь
ur: پاتھ کاپی کریں

source: Open Containing Folder
az: Olduğu Qovluğu Aç
bn: ধারণকারী ফোল্ডার খুলুন
cs: Otevřít nadřazenou složku
de: Enthaltenden Ordner öffnen
el: Άνοιγμα Περιέχοντος Φακέλου
fr: Ouvrir le dossier parent
hi: युक्त फ़ोल्डर खोलें
hy: Բացել պարունակող թղթապանակը
id: Buka Folder Berisi
it: Apri cartella contenitrice
ja: 親フォルダを開く
pt: Abrir Pasta Contendo
ro: Deschide folderul părinte
ru: Открыть папку с файлом
ur: فولڈر کھولیں

source: Recent Searches
az: Son Axtarışlar
bn: সাম্প্রতিক অনুসন্ধানসমূহ
cs: Nedávná hledání
de: Letzte Suchanfragen
el: Πρόσφατες Αναζητήσεις
fr: Recherches récentes
hi: हाल की खोजें
hy: Վերջին որոնումները
id: Pencarian Terbaru
it: Ricerche recenti
ja: 最近の検索
pt: Pesquisas Recentes
ro: Căutări recente
ru: Недавние поиски
ur: حالیہ تلاشیں

source: Clear History
az: Tarixçəni Təmizlə
bn: ইতিহাস পরিষ্কার করুন
cs: Vymazat historii
de: Verlauf löschen
el: Εκκαθάριση Ιστορικού
fr: Effacer l'historique
hi: इतिहास साफ़ करें
hy: Մաքրել պատմությունը
id: Bersihkan Riwayat
it: Cancella cronologia
ja: 履歴を消去
pt: Limpar Histórico
ro: Șterge istoricul
ru: Очистить историю
ur: ہسٹری صاف کریں

source: No results found
az: Nəsə tapılmadı
bn: কোনো ফলাফল পাওয়া যায়নি
cs: Nenalezeny žádné výsledky
de: Keine Ergebnisse gefunden
el: Δεν βρέθηκαν αποτελέσματα
fr: Aucun résultat
hi: कोई परिणाम नहीं मिला
hy: Ոչինչ չի գտնվել
id: Hasil tidak ditemukan
it: Nessun risultato trovato
ja: 結果が見つかりません
pt: Nenhum resultado encontrado
ro: Niciun rezultat găsit
ru: Ничего не найдено
ur: کوئی نتیجہ نہیں ملا

source: Type to start searching
az: Axtarmaq üçün yazın
bn: অনুসন্ধান শুরু করতে টাইপ করুন
cs: Pište pro začátek hledání
de: Tippen Sie, um die Suche zu starten
el: Πληκτρολογήστε για έναρξη αναζήτησης
fr: Tapez pour rechercher
hi: खोज शुरू करने के लिए टाइप करें
hy: Տպեք՝ որոնումը սկսելու համար
id: Tik untuk mulai mencari
it: Digita per cercare
ja: 入力して検索を開始
pt: Digite para pesquisar
ro: Tastați pentru a începe căutarea
ru: Введите текст для поиска
ur: تلاش شروع کرنے کے لیے ٹائپ کریں

source: date
az: tarix
bn: তারিখ
cs: datum
de: datum
el: ημερομηνία
hi: तारीख
hy: ամսաթիվ
id: tanggal
it: data
ja: 日付
pt: data
ro: data
ru: дата
ur: تاریخ

source: clock
az: saat
bn: ঘড়ি
cs: hodiny
de: uhrzeit
el: ρολόι
fr: horloge
hi: घड़ी
hy: ժամ
id: jam
it: orologio
ja: 時計
pt: relogio
ro: ceas
ru: часы
ur: گھڑی

source: power
az: güc
bn: শক্তি
cs: napájení
de: energie
el: ενέργεια
fr: alimentation
hi: पावर
hy: սնուցում
id: daya
it: energia
ja: 電源
pt: energia
ro: energie
ru: питание
ur: پاور

source: help
az: kömək
bn: সহায়তা
cs: nápověda
de: hilfe
el: βοήθεια
fr: aide
hi: सहायता
hy: օգնություն
id: bantuan
it: aiuto
ja: ヘルプ
pt: ajuda
ro: ajutor
ru: справка
ur: مدد

source: unit
az: vahid
bn: একক
cs: jednotka
de: einheit
el: μονάδα
fr: unité
hi: इकाई
hy: միավոր
it: unità
ja: 単位
pt: unidade
ro: unitate
ru: единица
ur: یونٹ

source: kill
az: dayandır
bn: বন্ধ করা
cs: ukončit
el: τερματισμός
fr: tuer
hi: समाप्त
hy: դադարեցնել
ja: 終了
pt: terminar
ro: oprește
ru: завершить
ur: روکیں

source: spell
az: orfoqrafiya
bn: বানান
cs: pravopis
el: ορθογραφία
fr: orthographe
hi: वर्तनी
hy: ուղղագրություն
id: ejaan
it: ortografia
ja: スペル
pt: ortografia
ro: ortografie
ru: орфография
ur: ہجے

source: shell
bn: শেল
el: κέλυφος
hi: शेल
ja: シェル
ru: оболочка
ur: شیل

source: Search Here
az: Burada Axtar
bn: এখানে অনুসন্ধান করুন
cs: Hledat zde
de: Hier suchen
el: Αναζήτηση Εδώ
fr: Rechercher ici
hi: यहाँ खोजें
hy: Որոնել Այստեղ
id: Cari di Sini
it: Cerca qui
ja: ここで検索
pt: Pesquisar Aqui
ro: Caută aici
ru: Искать здесь
ur: یہاں تلاش کریں

source: Other
az: Digər
bn: অন্যান্য
cs: Jiné
de: Andere
el: Άλλο
fr: Autre
hi: अन्य
hy: Այլ
id: Lainnya
it: Altro
ja: その他
pt: Outro
ro: Altele
ru: Другое
ur: دیگر

source: Copy Location
az: Məkanı Kopyala
bn: অবস্থান কপি করুন
cs: Kopírovat umístění
de: Ort kopieren
el: Αντιγραφή Τοποθεσίας
fr: Copier l'emplacement
hi: स्थान कॉपी करें
hy: Պատճենել տեղադրությունը
id: Salin Lokasi
it: Copia posizione
ja: 場所をコピー
pt: Copiar Localização
ro: Copiază locația
ru: Копировать расположение
ur: مقام کاپی کریں

source: Open in Terminal
az: Terminalda Aç
bn: টার্মিনাল এ খুলুন
cs: Otevřít v terminálu
de: Im Terminal öffnen
el: Άνοιγμα σε Τερματικό
fr: Ouvrir dans un terminal
hi: टर्मिनल में खोलें
hy: Բացել Տերմինալում
id: Buka di Terminal
it: Apri nel terminale
ja: ターミナルで開く
pt: Abrir no Terminal
ro: Deschide în terminal
ru: Открыть в терминале
ur: ٹرمینل میں کھولیں

source: Move to Trash
az: Zibil Qutusuna At
bn: ট্র্যাশে সরান
cs: Přesunout do koše
de: In den Papierkorb verschieben
el: Μετακίνηση στα Απορρίμματα
fr: Mettre à la corbeille
hi: ट्रैश में ले जाएं
hy: Տեղափոխել աղբարկղ
id: Pindahkan ke Sampah
it: Sposta nel cestino
ja: ゴミ箱に移動
pt: Mover para o Lixo
ro: Mută la coșul de gunoi
ru: Удалить в корзину
ur: ردی کی ٹوکری میں منتقل کریں

source: Properties
az: Xüsusiyyətlər
bn: বৈশিষ্ট্য
cs: Vlastnosti
de: Eigenschaften
el: Ιδιότητες
fr: Propriétés
hi: गुण
hy: Հատկություններ
id: Properti
it: Proprietà
ja: プロパティ
pt: Propriedades
ro: Proprietăți
ru: Свойства
ur: خصوصیات

source: Edit Application...
az: Tətbiqi Redaktə Et...
bn: অ্যাপ্লিকেশন সংশোধন...
cs: Upravit aplikaci...
de: Anwendung bearbeiten...
el: Επεξεργασία Εφαρμογής...
fr: Éditer l'application...
hi: अनुप्रयोग संपादित करें...
hy: Խմբագրել ծրագիրը...
id: Edit Aplikasi...
it: Modifica applicazione...
ja: アプリケーションを編集...
pt: Editar Aplicação...
ro: Editează aplicația...
ru: Правка приложения...
ur: درخواست میں ترمیم کریں...

source: Remove from History
az: Tarixçədən Sil
bn: ইতিহাস থেকে সরান
cs: Odstranit z historie
de: Aus dem Verlauf entfernen
el: Αφαίρεση από το Ιστορικό
fr: Supprimer de l'historique
hi: इतिहास से निकालें
hy: Հեռացնել պատմությունից
id: Hapus dari Riwayat
it: Rimuovi dalla cronologia
ja: 履歴から削除
pt: Remover do Histórico
ro: Elimină din istoric
ru: Удалить из истории
ur: ہسٹری سے ہٹائیں

source: Hibernate
az: Gözləmə Rejimi
bn: হাইবারনেট
cs: Hibernace
de: Ruhezustand
el: Αδρανοποίηση
fr: Hiberner
hi: हाइबरनेट
hy: Քնի ռեժիմ (Hibernate)
id: Hibernasi
it: Iberna
ja: 休止状態
pt: Hibernar
ro: Hibernare
ru: Гибернация
ur: ہائبرنیٹ

source: (Press again to hibernate)
az: (Gözləmə rejiminə keçmək üçün yenidən basın)
bn: (হাইবারনেট করতে আবার চাপুন)
cs: (Stiskněte znovu pro hibernaci)
de: (Erneut drücken für Ruhezustand)
el: (Πατήστε ξανά για αδρανοποίηση)
fr: (Appuyez à nouveau pour hiberner)
hi: (हाइबरनेट करने के लिए फिर से दबाएं)
hy: (Սեղմեք նորից՝ քնեցնելու համար)
id: (Tekan lagi untuk hibernasi)
it: (Premi ancora per ibernare)
ja: (もう一度押すと休止)
pt: (Pressione novamente para hibernar)
ro: (Apăsați iar pentru hibernare)
ru: (Нажмите еще раз для гибернации)
ur: (ہائبرنیٹ کرنے کے لیے دوبارہ دبائیں)

source: Sleep
az: Yuxu
bn: স্লিপ
cs: Spánek
de: Energiesparmodus
el: Αναστολή
fr: Mettre en veille
hi: शयन
hy: Քուն
id: Tidur
it: Sospendi
ja: スリープ
pt: Suspender
ro: Standby
ru: Спящий режим
ur: سلِیپ

source: (Press again to sleep)
az: (Yuxu rejiminə keçmək üçün yenidən basın)
bn: (স্লিপ করতে আবার চাপুন)
cs: (Stiskněte znovu pro spánek)
de: (Erneut drücken für Energiesparmodus)
el: (Πατήστε ξανά για αναστολή)
fr: (Appuyez à nouveau pour mettre en veille)
hi: (शयन के लिए फिर से दबाएं)
hy: (Սեղմեք նորից՝ քնելու համար)
id: (Tekan lagi untuk tidur)
it: (Premi ancora per sospendere)
ja: (もう一度押すとスリープ)
pt: (Pressione novamente para suspender)
ro: (Apăsați iar pentru standby)
ru: (Нажмите еще раз для сна)
ur: (سلِیپ کے لیے دوبارہ دبائیں)

source: Reboot
az: Yenidən Başlat
bn: রিবুট
cs: Restartovat
de: Neustart
el: Επανεκκίνηση
fr: Redémarrer
hi: रीबूट
hy: Վերագործարկել
id: Mulai Ulang
it: Riavvia
ja: 再起動
pt: Reiniciar
ro: Repornire
ru: Перезагрузка
ur: ریبوٹ

source: (Press again to reboot)
az: (Yenidən başlatmaq üçün yenidən basın)
bn: (রিবুট করতে আবার চাপুন)
cs: (Stiskněte znovu pro restart)
de: (Erneut drücken für Neustart)
el: (Πατήστε ξανά για επανεκκίνηση)
fr: (Appuyez à nouveau pour redémarrer)
hi: (रीबूट करने के लिए फिर से दबाएं)
hy: (Սեղմեք նորից՝ վերագործարկելու համար)
id: (Tekan lagi untuk mulai ulang)
it: (Premi ancora per riavviare)
ja: (もう一度押すと再起動)
pt: (Pressione novamente para reiniciar)
ro: (Apăsați iar pentru repornire)
ru: (Нажмите еще раз для перезагрузки)
ur: (ریبوٹ کے لیے دوبارہ دبائیں)

source: Shutdown
az: Söndür
bn: শাটডাউন
cs: Vypnout
de: Herunterfahren
el: Τερματισμός
fr: Arrêter
hi: बंद करें
hy: Անջատել
id: Matikan
it: Spegni
ja: シャットダウン
pt: Desligar
ro: Oprire
ru: Выключение
ur: بند کریں

source: (Press again to shutdown)
az: (Söndürmək üçün yenidən basın)
bn: (শাটডাউন করতে আবার চাপুন)
cs: (Stiskněte znovu pro vypnutí)
de: (Erneut drücken zum Herunterfahren)
el: (Πατήστε ξανά για τερματισμό)
fr: (Appuyez à nouveau pour arrêter)
hi: (बंद करने के लिए फिर से दबाएं)
hy: (Սեղմեք նորից՝ անջատելու համար)
id: (Tekan lagi untuk matikan)
it: (Premi ancora per spegnere)
ja: (もう一度押すとシャットダウン)
pt: (Pressione novamente para desligar)
ro: (Apăsați iar pentru oprire)
ru: (Нажмите еще раз для выключения)
ur: (بند کرنے کے لیے دوبارہ دبائیں)

source: Authorize to list entries
az: Girişləri siyahılamaq üçün icazə verin
bn: এন্ট্রি দেখানোর অনুমতি দিন
cs: Autorizovat pro zobrazení položek
de: Autorisieren, um Einträge aufzulisten
el: Εξουσιοδότηση για προβολή στοιχείων
fr: Autoriser à lister les entrées
hi: प्रविष्टियों को सूचीबद्ध करने के लिए अधिकृत करें
hy: Լիազորեք՝ տարրերը ցուցակագրելու համար
id: Otorisasi untuk daftar entri
it: Autorizza per elencare voci
ja: 一覧表示を許可
pt: Autorize para listar entradas
ro: Autorizează pentru a lista
ru: Авторизуйтесь для просмотра
ur: فہرست دیکھنے کے لیے اجازت دیں

source: Lock Screen
az: Ekranı Kilidlə
bn: স্ক্রিন লক
cs: Zamknout obrazovku
de: Bildschirm sperren
el: Κλείδωμα Οθόνης
fr: Verrouiller l'écran
hi: स्क्रीन लॉक करें
hy: Արգելափակել էկրանը
id: Kunci Layar
it: Blocca schermo
ja: 画面をロック
pt: Bloquear Ecrã
ro: Blochează ecranul
ru: Заблокировать экран
ur: اسکرین لاک کریں

source: Log Out
az: Sistemdən Çıx
bn: লগ আউট
cs: Odhlásit se
de: Abmelden
el: Αποσύνδεση
fr: Déconnexion
hi: लॉग आउट
hy: Դուրս գալ
id: Keluar Sesi
it: Disconnetti
ja: ログアウト
pt: Sair
ro: Ieșire din sesiune
ru: Выйти из сеанса
ur: لاگ آؤٹ

source: (Press again to log out)
az: (Çıxış etmək üçün yenidən basın)
bn: (লগ আউট করতে আবার চাপুন)
cs: (Stiskněte znovu pro odhlášení)
de: (Erneut drücken zum Abmelden)
el: (Πατήστε ξανά για αποσύνδεση)
fr: (Appuyez à nouveau pour vous déconnecter)
hi: (लॉग आउट करने के लिए फिर से दबाएं)
hy: (Սեղմեք նորից՝ դուրս գալու համար)
id: (Tekan lagi untuk keluar)
it: (Premi ancora per disconnetterti)
ja: (もう一度押すとログアウト)
pt: (Pressione novamente para sair)
ro: (Apăsați iar pentru ieșire)
ru: (Нажмите еще раз для выхода)
ur: (لاگ آؤٹ کے لیے دوبارہ دبائیں)

source: Switch User
az: İstifadəçini Dəyiş
bn: ব্যবহারকারী পরিবর্তন
cs: Přepnout uživatele
de: Benutzer wechseln
el: Αλλαγή Χρήστη
fr: Changer d'utilisateur
hi: उपयोगकर्ता बदलें
hy: Փոխել օգտատիրոջը
id: Ganti Pengguna
it: Cambia utente
ja: ユーザーを切り替え
pt: Mudar Utilizador
ro: Schimbă utilizatorul
ru: Сменить пользователя
ur: صارف تبدیل کریں

source: (Press again to switch)
az: (Dəyişmək üçün yenidən basın)
bn: (পরিবর্তন করতে আবার চাপুন)
cs: (Stiskněte znovu pro přepnutí)
de: (Erneut drücken zum Wechseln)
el: (Πατήστε ξανά για αλλαγή)
fr: (Appuyez à nouveau pour changer)
hi: (बदलने के लिए फिर से दबाएं)
hy: (Սեղմեք նորից՝ փոխելու համար)
id: (Tekan lagi untuk ganti)
it: (Premi ancora per cambiare)
ja: (もう一度押すと切り替え)
pt: (Pressione novamente para mudar)
ro: (Apăsați iar pentru schimbare)
ru: (Нажмите еще раз для смены)
ur: (تبدیل کرنے کے لیے دوبارہ دبائیں)

source: Save Session
az: Sessiyanı Saxla
bn: সেশন সংরক্ষণ
cs: Uložit relaci
de: Sitzung speichern
el: Αποθήκευση Συνεδρίας
fr: Enregistrer la session
hi: सत्र सहेजें
hy: Պահպանել սեսիան
id: Simpan Sesi
it: Salva sessione
ja: セッションを保存
pt: Guardar Sessão
ro: Salvează sesiunea
ru: Сохранить сеанс
ur: سیشن محفوظ کریں

source: (Press again)
az: (Yenidən basın)
bn: (আবার চাপুন)
cs: (Stiskněte znovu)
de: (Erneut drücken)
el: (Πατήστε ξανά)
fr: (Appuyez à nouveau)
hi: (फिर से दबाएं)
hy: (Սեղմեք նորից)
id: (Tekan lagi)
it: (Premi ancora)
ja: (もう一度押す)
pt: (Pressione novamente)
ro: (Apăsați încă o dată)
ru: (Нажмите еще раз)
ur: (دوبارہ دبائیں)

source: Medium Mode (Button only)
az: Orta Rejim (Yalnız Düymə)
bn: মাঝারি মোড (শুধু বোতাম)
cs: Střední režim (jen tlačítko)
de: Mittlerer Modus (Nur Schaltfläche)
el: Μεσαία Λειτουργία (Μόνο κουμπί)
fr: Mode moyen (Bouton seulement)
hi: मध्यम मोड (केवल बटन)
hy: Միջին ռեժիմ (Միայն կոճակ)
id: Mode Sedang (Hanya Tombol)
it: Modalità media (solo pulsante)
ja: 中間モード (ボタンのみ)
pt: Modo Médio (Apenas botão)
ro: Mod mediu (Doar buton)
ru: Средний режим (только кнопка)
ur: درمیانہ موڈ (صرف بٹن)

source: Wide Mode (Search bar + icon)
az: Geniş Rejim (Axtarış zolağı + ikon)
bn: প্রশস্ত মোড (সার্চ বার + আইকন)
cs: Široký režim (vyhledávací panel + ikona)
de: Breiter Modus (Suchleiste + Symbol)
el: Ευρεία Λειτουργία (Γραμμή αναζήτησης + εικονίδιο)
fr: Mode large (Barre + icône)
hi: वाइड मोड (खोज पट्टी + आइकन)
hy: Լայն ռեժիմ (Որոնման տող + պատկերակ)
id: Mode Lebar (Batang cari + ikon)
it: Modalità ampia (barra + icona)
ja: ワイドモード (検索バー+アイコン)
pt: Modo Largo (Barra + ícone)
ro: Mod lat (Bară căutare + pict.)
ru: Широкий режим (строка + значок)
ur: وسیع موڈ (سرچ بار + آئیکن)

source: Extra Wide Mode (Wide + Long Placeholder)
az: Çox Geniş Rejim (Geniş + Uzun Yer tutucu)
bn: অতিরিক্ত প্রশস্ত মোড (প্রশস্ত + লম্বা প্লেসহোল্ডার)
cs: Extra široký režim (široký + dlouhý zástupný text)
de: Extrabreiter Modus (Breit + Langer Platzhalter)
el: Πολύ Ευρεία Λειτουργία (Ευρεία + Μακρύ διακριτικό θέσης)
fr: Mode extra large (Barre + Long texte)
hi: अतिरिक्त वाइड मोड (वाइड + लंबा प्लेसहोल्डर)
hy: Գերլայն ռեժիմ (Լայն + Երկար տեքստ)
id: Mode Sangat Lebar (Lebar + Placeholder)
it: Modalità extra ampia (ampia + segnaposto lungo)
ja: 極ワイドモード (ワイド+長いプレースホルダ)
pt: Modo Extra Largo (Largo + Mensagem longa)
ro: Mod extra lat (Lat + Substituent lung)
ru: Сверхширокий (Широкий + длинная подсказка)
ur: اضافی وسیع موڈ (وسیع + لمبی جگہ)

source: Show/Hide Previews
az: Önbaxışları Göstər/Gizlə
bn: পূর্বরূপ দেখান/লুকান
cs: Zobrazit/Skrýt náhledy
de: Vorschauen anzeigen/ausblenden
el: Εμφάνιση/Απόκρυψη Προεπισκοπήσεων
fr: Afficher/Masquer les aperçus
hi: पूर्वावलोकन दिखाएं/छिपाएं
hy: Ցուցադրել/Թաքցնել Նախադիտումները
id: Tampilkan/Sembunyikan Pratinjau
it: Mostra/Nascondi anteprime
ja: プレビューを表示/非表示
pt: Mostrar/Ocultar Pré-visualizações
ro: Arată/Ascunde previzualizările
ru: Показать/скрыть предпросмотр
ur: پیش نظارہ دکھائیں/چھپائیں

source: Edge Appearance
az: Kənar Görünüşü
bn: প্রান্ত চেহারা
cs: Vzhled hran
de: Kanten-Erscheinungsbild
el: Εμφάνιση Άκρων
fr: Apparence des bords
hi: किनारा दिखावट
hy: Եզրերի Տեսք
id: Tampilan Tepi
it: Aspetto bordi
ja: エッジの外観
pt: Aparência dos Bordos
ro: Aspect margini
ru: Внешний вид краев
ur: کناروں کی شکل

source: Round corners
az: Dairəvi künclər
bn: গোলাকার কোণ
cs: Kulaté rohy
de: Runde Ecken
el: Στρογγυλεμένες γωνίες
fr: Coins arrondis
hi: गोल कोने
hy: Կլորացված անկյուններ
id: Sudut membulat
it: Angoli arrotondati
ja: 角を丸くする
pt: Cantos arredondados
ro: Colțuri rotunde
ru: Закругленные углы
ur: گول کونے

source: Slightly round
az: Bir az dairəvi
bn: সামান্য গোলাকার
cs: Mírně zakulacené
de: Leicht abgerundet
el: Ελαφρώς στρογγυλεμένες
fr: Légèrement arrondis
hi: थोड़ा गोल
hy: Թեթևակի կլորացված
id: Sedikit bulat
it: Leggermente arrotondati
ja: 少し丸く
pt: Ligeiramente arredondados
ro: Ușor rotunjite
ru: Слегка закругленные
ur: تھوڑے گول

source: Less round
az: Daha az dairəvi
bn: কম গোলাকার
cs: Méně zakulacené
de: Weniger abgerundet
el: Λιγότερο στρογγυλεμένες
fr: Moins arrondis
hi: कम गोल
hy: Ավելի քիչ կլորացված
id: Kurang bulat
it: Meno arrotondati
ja: 控えめに丸く
pt: Menos arredondados
ro: Mai puțin rotunjite
ru: Менее закругленные
ur: کم گول

source: Square corners
az: Kvadrat künclər
bn: চতুর্ভুজ কোণ
cs: Hranaté rohy
de: Eckige Ecken
el: Τετράγωνες γωνίες
fr: Coins carrés
hi: चौकोर कोने
hy: Ուղիղ անկյուններ
id: Sudut kotak
it: Angoli squadrati
ja: 四角い角
pt: Cantos quadrados
ro: Colțuri drepte
ru: Прямоугольные углы
ur: چوکور کونے

source: (Swap partition size is smaller than RAM or no swap found)
az: (Swap bölməsi RAM-dan kiçikdir və ya swap tapılmadı)
bn: (সোয়াপ পার্টিশন র‍্যামের চেয়ে ছোট অথবা সোয়াপ পাওয়া যায়নি)
cs: (Velikost swap oddílu je menší než RAM nebo swap nebyl nalezen)
de: (Swap-Partition ist kleiner als RAM oder kein Swap gefunden)
el: (Το μέγεθος του swap είναι μικρότερο από τη RAM ή δεν βρέθηκε swap)
fr: (Swap trop petit ou introuvable)
hi: (स्वैप विभाजन आकार रैम से छोटा है या कोई स्वैप नहीं मिला)
hy: (Swap-ը փոքր է RAM-ից կամ չկա)
id: (Partisi swap lebih kecil dari RAM atau tidak ditemukan)
it: (Swap troppo piccolo o non trovato)
ja: (スワップが不足しているか見つかりません)
pt: (A partição swap é menor que a RAM ou não encontrada)
ro: (Partiția swap este mai mică decât RAM sau lipsește)
ru: (Swap меньше RAM или не найден)
ur: (سویپ ریم سے چھوٹا ہے یا نہیں ملا)

source: Note: Systemd boot is required for this feature
az: Qeyd: Bu xüsusiyyət üçün Systemd boot lazımdır
bn: দ্রষ্টব্য: এই বৈশিষ্ট্যের জন্য Systemd বুট প্রয়োজন
cs: Poznámka: Pro tuto funkci je vyžadován Systemd boot
de: Hinweis: Für diese Funktion ist Systemd-Boot erforderlich
el: Σημείωση: Απαιτείται Systemd boot για αυτή τη δυνατότητα
fr: Note : Systemd boot est requis
hi: नोट: इस सुविधा के लिए Systemd बूट आवश्यक है
hy: Նշում. Այս ֆունկցիան պահանջում է Systemd boot
id: Catatan: Butuh Systemd boot untuk fitur ini
it: Nota: Richiesto Systemd boot
ja: 注意: この機能にはSystemd bootが必要です
pt: Nota: Necessário Systemd boot
ro: Notă: Necesită Systemd boot
ru: Примечание: Нужен Systemd boot
ur: نوٹ: اس کے لیے Systemd بوٹ درکار ہے

source: Scan for boot entries
az: Açılış qeydlərini skan et
bn: বুট এন্ট্রির জন্য স্ক্যান করুন
cs: Hledat položky zavádění
de: Nach Boot-Einträgen suchen
el: Σάρωση για εγγραφές εκκίνησης
fr: Scan des entrées de démarrage
hi: बूट प्रविष्टियों के लिए स्कैन करें
hy: Որոնել բեռնման տարրեր
id: Pindai entri boot
it: Cerca voci di avvio
ja: ブートエントリをスキャン
pt: Procurar entradas de inicialização
ro: Caută intrări boot
ru: Поиск записей загрузки
ur: بوٹ اندراجات تلاش کریں

source: Result Count
az: Nəticə Sayı
bn: ফলাফল সংখ্যা
cs: Počet výsledků
de: Ergebniszählung
el: Αριθμός Αποτελεσμάτων
fr: Nombre de résultats
hi: परिणाम गणना
hy: Արդյունքների քանակ
id: Jumlah Hasil
it: Conteggio risultati
ja: 結果数
pt: Contagem de Resultados
ro: Număr rezultate
ru: Количество результатов
ur: نتائج کی تعداد

source: Priority Ranking
az: Prioritet Sıralaması
bn: অগ্রাধিকার র‍্যাঙ্কিং
cs: Pořadí priority
de: Prioritätsranking
el: Κατάταξη Προτεραιότητας
fr: Classement par priorité
hi: प्राथमिकता रैंकिंग
hy: Առաջնահերթության վարկանիշ
id: Peringkat Prioritas
it: Classifica priorità
ja: 優先順位
pt: Ranking de Prioridade
ro: Clasament prioritate
ru: Ранжирование приоритетов
ur: ترجیحی درجہ بندی

source: Show Together
az: Birlikdə Göstər
bn: একসাথে দেখান
cs: Zobrazit společně
de: Zusammen anzeigen
el: Εμφάνιση Μαζί
fr: Afficher ensemble
hi: एक साथ दिखाएं
hy: Ցուցադրել Միասին
id: Tampilkan Bersama
it: Mostra insieme
ja: まとめて表示
pt: Mostrar Juntos
ro: Arată împreună
ru: Показывать вместе
ur: اکٹھے دکھائیں

source: Corner Roundness
az: Künc Yumruluğu
bn: কোণের গোলাকারত্ব
cs: Zakulacení rohů
de: Eckenabrundung
el: Στρογγυλότητα Γωνιών
fr: Arrondi des angles
hi: कोने की गोलाई
hy: Անկյունների Կլորություն
id: Kebulatan Sudut
it: Arrotondamento angoli
ja: 角の丸み
pt: Arredondamento dos Cantos
ro: Rotunjime colțuri
ru: Скругление углов
ur: کونوں کی گولائی

source: Square
az: Kvadrat
bn: চতুর্ভুজ
cs: Čtverec
de: Eckig
el: Τετράγωνο
fr: Carré
hi: चौकोर
hy: Ուղղանկյուն
id: Kotak
it: Squadrato
ja: 四角
pt: Quadrado
ro: Drept
ru: Квадрат
ur: چوکور

source: Slightly Rounded
az: Bir az Yumru
bn: সামান্য গোলাকার
cs: Mírně zakulacený
de: Leicht abgerundet
el: Ελαφρώς Στρογγυλεμένο
fr: Légèrement arrondi
hi: थोड़ा गोल
hy: Թեթևակի կլորացված
id: Sedikit Bulat
it: Leggermente arrotondato
ja: 少し丸い
pt: Ligeiramente Arredondado
ro: Ușor rotunjit
ru: Слегка скругленный
ur: تھوڑا گول

source: Moderately Rounded
az: Orta Yumru
bn: মাঝারি গোলাকার
cs: Středně zakulacený
de: Mäßig abgerundet
el: Μέτρια Στρογγυλεμένο
fr: Moyennement arrondi
hi: मध्यम गोल
hy: Չափավոր կլորացված
id: Cukup Bulat
it: Moderatamente arrotondato
ja: 適度に丸い
pt: Moderadamente Arredondado
ro: Moderat rotunjit
ru: Умеренно скругленный
ur: متوسط گول

source: Fully Rounded
az: Tam Yumru
bn: পুরোপুরি গোলাকার
cs: Plně zakulacený
de: Vollständig abgerundet
el: Πλήρως Στρογγυλεμένο
fr: Entièrement arrondi
hi: पूरी तरह गोल
hy: Ամբողջովին կլորացված
id: Sangat Bulat
it: Completamente arrotondato
ja: 完全に丸い
pt: Totalmente Arredondado
ro: Complet rotunjit
ru: Полностью скругленный
ur: مکمل گول

source: Minimize automatically when searching
az: Axtarış zamanı avtomatik minimallaşdır
bn: অনুসন্ধান করার সময় স্বয়ংক্রিয়ভাবে মিনিমাইজ করুন
cs: Při hledání automaticky minimalizovat
de: Beim Suchen automatisch minimieren
el: Αυτόματη ελαχιστοποίηση κατά την αναζήτηση
fr: Minimiser automatiquement lors de la recherche
hi: खोजते समय स्वचालित रूप से छोटा करें
hy: Ավտոմատ փոքրացնել որոնելիս
id: Minimalkan otomatis saat mencari
it: Riduci automaticamente durante la ricerca
ja: 検索時自動的に最小化
pt: Minimizar automaticamente ao pesquisar
ro: Minimizează automat la căutare
ru: Автоматически сворачивать при поиске
ur: تلاش کے دوران خود بخود چھوٹا کریں

source: Search on Wikipedia
az: Vikipediyada axtar
bn: উইকিপিডিয়ায় অনুসন্ধান করুন
cs: Hledat na Wikipedia
de: Auf Wikipedia suchen
el: Αναζήτηση στη Wikipedia
fr: Rechercher sur Wikipédia
hi: विकिपीडिया पर खोजें
hy: Որոնել Wikipedia-ում
id: Cari di Wikipedia
it: Cerca su Wikipedia
ja: Wikipediaで検索
pt: Pesquisar na Wikipedia
ro: Căutare pe Wikipedia
ru: Поиск в Википедии
ur: ویکیپیڈیا پر تلاش کریں
