Repository: MCC45TR/kde-plasma6-widgets
Catalog: file-search/translations/*.po
Languages: az, bn, cs, de, el, fr, hi, hy, id, it, ja, pt, ro, ru, ur

source: Starts With
az: İlə başlayan
bn: দিয়ে শুরু হয়
cs: Začíná na
de: Beginnt mit
el: Ξεκινάει με
fr: Commence par
hi: इससे शुरू होता है
hy: Սկսվում է
id: Mulai Dengan
it: Inizia con
ja: 前方一致
pt: Começa com
ro: Începe cu
ru: Начинается с
ur: اس سے شروع ہوتا ہے

source: Show file previews on hover (can also be triggered with Ctrl+Space)
az: Üzərinə gətirdikdə fayl önbaxışını göstər (Ctrl+Space ilə də işə salmaq olar)
bn: হোভার করলে ফাইলের পূর্বরূপ দেখান (Ctrl+Space দিয়েও করা যেতে পারে)
cs: Zobrazit náhledy souborů při najetí myší (lze vyvolat také pomocí Ctrl+Space)
de: Dateivorschau beim Darüberfahren anzeigen (auch mit Strg+Leertaste möglich)
el: Εμφάνιση προεπισκόπησης αρχείων κατά την αιώρηση (επίσης με Ctrl+Space)
fr: Aperçu au survol (peut aussi être déclenché avec Ctrl+Espace)
hi: होवर पर फ़ाइल पूर्वावलोकन दिखाएं (Ctrl+Space से भी ट्रिगर किया जा सकता है)
hy: Ցուցադրել նախադիտումը մկնիկը պահելիս (կամ Ctrl+Space-ով)
id: Tampilkan pratinjau berkas saat kursor di atasnya (bisa pakai Ctrl+Space)
it: Mostra anteprime al passaggio del mouse (attivabile anche con Ctrl+Spazio)
ja: ホバーでファイルプレビューを表示 (Ctrl+Spaceでも可能)
pt: Mostrar pré-visualizações ao passar o rato (ou com Ctrl+Espaço)
ro: Arată previzualizări la plutire (poate fi activat și cu Ctrl+Space)
ru: Предпросмотр при наведении (также по Ctrl+Space)
ur: ہوور پر فائلوں کا پیش نظارہ دکھائیں (Ctrl+Space سے بھی ہو سکتا ہے)

source: Search Behavior
az: Axtarış Davranışı
bn: অনুসন্ধান আচরণ
cs: Chování hledání
de: Suchverhalten
el: Συμπεριφορά Αναζήτησης
fr: Comportement de recherche
hi: खोज व्यवहार
hy: Որոնման Վարքագիծ
id: Perilaku Cari
it: Comportamento ricerca
ja: 検索動作
pt: Comportamento de Pesquisa
ro: Comportament căutare
ru: Поведение поиска
ur: تلاش کا طرز عمل

source: You can use the following KRunner commands and prefixes:
az: Aşağıdakı KRunner əmrlərindən və prefikslərindən istifadə edə bilərsiniz:
bn: আপনি নিচের KRunner কমান্ড এবং প্রিফিক্সগুলো ব্যবহার করতে পারেন:
cs: Můžete použít následující KRunner příkazy a předpony:
de: Sie können die folgenden KRunner-Befehle und Präfixe verwenden:
el: Μπορείτε να χρησιμοποιήσετε τις εξής εντολές και προθέματα του KRunner:
fr: Vous pouvez utiliser les commandes et préfixes KRunner suivants :
hi: आप निम्नलिखित KRunner कमांड और उपसर्गों का उपयोग कर सकते हैं:
hy: Դուք կարող եք օգտագործել հետևյալ KRunner հրամանները և նախդիրները.
id: Anda bisa menggunakan perintah KRunner dan awalan berikut:
it: Puoi usare i seguenti comandi e prefissi KRunner:
ja: 以下のKRunnerコマンドとプレフィックスを使用できます:
pt: Pode usar os seguintes comandos e prefixos do KRunner:
ro: Puteți utiliza următoarele comenzi și prefixe KRunner:
ru: Вы можете использовать следующие команды и префиксы KRunner:
ur: آپ درج ذیل KRunner کمانڈز اور سابقے استعمال کر سکتے ہیں:

source: Prefix
az: Prefiks
bn: প্রিফিক্স
cs: Předpona
de: Präfix
el: Πρόθεμα
fr: Préfixe
hi: उपसर्ग
hy: Նախդիր
id: Awalan
it: Prefisso
ja: プレフィックス
pt: Prefixo
ru: Префикс
ur: سابقہ

source: Description
az: Təsvir
bn: বর্ণনা
cs: Popis
de: Beschreibung
el: Περιγραφή
hi: विवरण
hy: Նկարագրություն
id: Deskripsi
it: Descrizione
ja: 説明
pt: Descrição
ro: Descriere
ru: Описание
ur: تفصیل

source: Terminate processes
az: Prosesləri dayandır
bn: প্রসেসগুলো বন্ধ করুন
cs: Ukončit procesy
de: Prozesse beenden
el: Τερματισμός διεργασιών
fr: Terminer les processus
hi: प्रक्रियाएं समाप्त करें
hy: Դադարեցնել պրոցեսները
id: Hentikan proses
it: Termina processi
ja: プロセスを終了
pt: Terminar processos
ro: Termină procesele
ru: Завершить процессы
ur: عمل کو ختم کریں

source: Check spelling
az: Orfoqrafiya yoxlaması
bn: বানান চেক
cs: Kontrola pravopisu
de: Rechtschreibprüfung
el: Έλεγχος ορθογραφίας
fr: Vérification orthographique
hi: वर्तनी जांचें
hy: Ստուգել ուղղագրությունը
id: Cek ejaan
it: Controllo ortografico
ja: スペルチェック
pt: Verificar ortografia
ro: Verifică ortografia
ru: Проверка орфографии
ur: ہجے چیک کریں

source: Search Unicode characters
az: Yunikod simvollarını axtar
bn: ইউনিকোড অক্ষর অনুসন্ধান করুন
cs: Hledat Unicode znaky
de: Unicode-Zeichen suchen
el: Αναζήτηση χαρακτήρων Unicode
fr: Rechercher des caractères Unicode
hi: यूनिकोड वर्ण खोजें
hy: Որոնել Unicode նիշեր
id: Cari karakter Unicode
it: Cerca caratteri Unicode
ja: Unicode文字を検索
pt: Pesquisar caracteres Unicode
ro: Caută caractere Unicode
ru: Поиск символов Unicode
ur: یونیکوڈ حروف تلاش کریں

source: This tab is only active in Developer mode. Change profile in General settings.
az: Bu tab yalnız Tərtibatçı rejimində aktivdir. Profili Ümumi tənzimləmələrdə dəyişin.
bn: এই ট্যাবটি কেবল ডেভেলপার মোডে সক্রিয়। সাধারণ সেটিংসে প্রোফাইল পরিবর্তন করুন।
cs: Tato karta je aktivní pouze v vývojářském režimu. Změňte profil v Obecném nastavení.
de: Diese Registerkarte ist nur im Entwicklermodus aktiv. Ändern Sie das Profil in den allgemeinen Einstellungen.
el: Αυτή η καρτέλα είναι ενεργή μόνο σε λειτουργία Προγραμματιστή. Αλλάξτε το προφίλ στις Γενικές ρυθμίσεις.
fr: Cet onglet n'est actif qu'en mode développeur. Changez de profil dans les paramètres généraux.
hi: यह टैब केवल डेवलपर मोड में सक्रिय है। सामान्य सेटिंग्स में प्रोफ़ाइल बदलें।
hy: Այս էջը ակտիվ է միայն Մշակողի ռեժիմում: Փոխեք պրոֆիլը Ընդհանուր կարգավորումներում:
id: Tab ini hanya aktif di mode pengembang. Ubah profil di pengaturan umum.
it: Questa scheda è attiva solo in modalità sviluppatore. Cambia profilo nelle impostazioni generali.
ja: このタブは開発者モードでのみ有効です。全般設定でプロファイルを変更してください。
pt: Este separador só está ativo no modo Programador. Altere o perfil nas Definições Gerais.
ro: Această filă este activă doar în modul Dezvoltator. Schimbă profilul în Setări Generale.
ru: Эта вкладка активна только в режиме разработчика. Измените профиль в общих настройках.
ur: یہ ٹیب صرف ڈویلپر موڈ میں فعال ہے۔ جنرل ترتیبات میں پروفائل تبدیل کریں۔

source: Debug Settings
az: Sazlama Tənzimləmələri
bn: ডিবাগ সেটিংস
cs: Nastavení ladění
de: Debug-Einstellungen
el: Ρυθμίσεις Αποσφαλμάτωσης
fr: Paramètres de débogage
hi: डिबग सेटिंग्स
hy: Կարգաբերման Կարգավորումներ
id: Pengaturan Debug
it: Impostazioni debug
ja: デバッグ設定
pt: Definições de Depuração
ro: Setări depanare
ru: Настройки отладки
ur: ڈی بگ کی ترتیبات

source: Debug Overlay
az: Sazlama Layı
bn: ডিবাগ ওভারলে
cs: Ladící vrstva
el: Επικάλυψη Αποσφαλμάτωσης
fr: Superposition de débogage
hi: डिबग ओवरले
hy: Կարգաբերման Շերտ
id: Overlay Debug
it: Overlay di debug
ja: デバッグオーバーレイ
pt: Capa de Depuração
ro: Overlay depanare
ru: Оверлей отладки
ur: ڈی بگ اوورلے

source: Show debug info on widget (active mode, item count, index source)
az: Widget üzərində sazlama məlumatlarını göstər
bn: উইজেটে ডিবাগ তথ্য দেখান
cs: Zobrazit debug informace na widgetu (aktivní režim, počet položek, zdroj indexu)
de: Debug-Info auf dem Widget anzeigen
el: Εμφάνιση πληροφοριών αποσφαλμάτωσης στο γραφικό συστατικό
fr: Afficher les infos de débogage sur le widget
hi: विजेट पर डिबग जानकारी दिखाएं
hy: Ցուցադրել կարգաբերման տեղեկատվությունը
id: Tampilkan info debug di widget
it: Mostra info di debug sul widget
ja: ウィジェットにデバッグ情報を表示
pt: Mostrar info de depuração no widget
ro: Arată info depanare pe widget
ru: Показывать инфо об отладке на виджете
ur: ویجیٹ پر ڈی بگ معلومات دکھائیں

source: Debug Data
az: Sazlama Məlumatları
bn: ডিবাগ তথ্য
cs: Ladící data
de: Debug-Daten
el: Δεδομένα Αποσφαλμάτωσης
fr: Données de débogage
hi: डिबग डेटा
hy: Կարգաբերման Տվյալներ
id: Data Debug
it: Dati debug
ja: デバッグデータ
pt: Dados de Depuração
ro: Date depanare
ru: Данные отладки
ur: ڈی بگ ڈیٹا

source: Timestamp
az: Vaxt imzası
bn: টাইমস্ট্যাম্প
cs: Časové razítko
de: Zeitstempel
el: Χρονική σήμανση
fr: Horodatage
hi: टाइमस्टैम्प
hy: Ժամանակի նիշ
ja: タイムスタンプ
pt: Marca temporal
ro: Marca temporală
ru: Метка времени
ur: ٹائم اسٹیمپ

source: Locale
az: Lokal
bn: লোকেল
cs: Lokalizace
de: Gebietsschema
el: Τοπικές ρυθμίσεις
fr: Paramètres régionaux
hi: लोकेल
hy: Լոկալ
id: Lokal
it: Località
ja: ロケール
pt: Região
ro: Localizare
ru: Локаль
ur: مقامی ماحول

source: User Profile
az: İstifadəçi Profili
bn: ইউজার প্রোফাইল
cs: Uživatelský profil
de: Benutzerprofil
el: Προφίλ Χρήστη
fr: Profil utilisateur
hi: उपयोगकर्ता प्रोफ़ाइल
hy: Օգտատիրոջ Պրոֆիլ
id: Profil Pengguna
it: Profilo utente
ja: ユーザープロファイル
pt: Perfil de Utilizador
ro: Profil utilizator
ru: Профиль пользователя
ur: صارف کی پروفائل

source: Enable Preview
az: Önbaxışı Aktivləşdir
bn: পূর্বরূপ সক্ষম করুন
cs: Povolit náhled
de: Vorschau aktivieren
el: Ενεργοποίηση Προεπισκόπησης
fr: Activer l'aperçu
hi: पूर्वावलोकन सक्षम करें
hy: Միացնել Նախադիտումը
id: Aktifkan Pratinjau
it: Abilita anteprima
ja: プレビューを有効化
pt: Ativar Pré-visualização
ro: Activează previzualizarea
ru: Включить предпросмотр
ur: پیش نظارہ فعال کریں

source: History Count
az: Tarixçə Sayı
bn: ইতিহাস সংখ্যা
cs: Počet v historii
de: Anzahl im Verlauf
el: Πλήθος Ιστορικού
fr: Nombre d'entrées d'historique
hi: इतिहास गणना
hy: Պատմության Քանակ
id: Jumlah Riwayat
it: Conteggio cronologia
ja: 履歴数
pt: Contagem de Histórico
ro: Contor istoric
ru: Количество записей истории
ur: ہسٹری کی تعداد

source: items
az: element
bn: আইটেমসমূহ
cs: položky
de: Elemente
el: στοιχεία
fr: éléments
hi: वस्तुएं
hy: տարր
id: item
it: elementi
ja: 個
pt: itens
ro: elemente
ru: элементов
ur: اشیاء

source: Telemetry
az: Telemetriya
bn: টেলিমিত্রি
cs: Telemetrie
de: Telemetrie
el: Τηλεμετρία
fr: Télémétrie
hi: टेलीमेट्री
hy: Տելեմետրիա
id: Telemetri
it: Telemetria
ja: テレメトリ
pt: Telemetria
ro: Telemetrie
ru: Телеметрия
ur: ٹیلی میٹری

source: Total Searches
az: Cəmi Axtarışlar
bn: মোট অনুসন্ধান
cs: Celkem hledání
de: Suchen insgesamt
el: Συνολικές Αναζητήσεις
fr: Recherches totales
hi: कुल खोजें
hy: Ընդհանուր որոնումներ
id: Total Pencarian
it: Ricerche totali
ja: 合計検索数
pt: Total de Pesquisas
ro: Total căutări
ru: Всего поисков
ur: کل تلاشیں

source: Avg Latency
az: Orta Gecikmə
bn: গড় লেটেন্সি
cs: Průměrná latence
de: Durchschn. Latenz
el: Μέση Καθυστέρηση
fr: Latence moy.
hi: औसत विलंबता
hy: Միջին ուշացում
id: Latensi Rata-rata
it: Latenza media
ja: 平均レイテンシ
pt: Latência Média
ro: Latență medie
ru: Ср. задержка
ur: اوسط تاخیر

source: History Sample
az: Tarixçə Nümunəsi
bn: ইতিহাস নমুনা
cs: Ukázka historie
de: Verlaufsprobe
el: Δείγμα Ιστορικού
fr: Échantillon d'historique
hi: इतिहास नमूना
hy: Պատմության Նմուշ
id: Sampel Riwayat
it: Campione cronologia
ja: 履歴サンプル
pt: Amostra de Histórico
ro: Eșantion istoric
ru: Образец истории
ur: ہسٹری کا نمونہ

source: Privacy Notice: All debug and telemetry data is stored LOCALLY only. No data is sent to the internet.
az: Məxfilik Bildirişi: Bütün sazlama və telemetriya məlumatları yalnız YERLİ olaraq saxlanılır. Heç bir məlumat internetə göndərilmir.
bn: গোপনীয়তা বিজ্ঞপ্তি: সমস্ত ডিবাগ এবং টেলিমিত্রি তথ্য কেবল স্থানীয়ভাবে জমা হয়। ইন্টারনেটে কোনো তথ্য পাঠানো হয় না।
cs: Oznámení o soukromí: Všechna ladící a telemetrická data jsou uložena pouze LOKÁLNĚ. Žádná data se neposílají na internet.
de: Datenschutzhinweis: Alle Debug- und Telemetriedaten werden nur LOKAL gespeichert. Es werden keine Daten an das Internet gesendet.
el: Δήλωση Απορρήτου: Όλα τα δεδομένα αποσφαλμάτωσης και τηλεμετρίας αποθηκεύονται μόνο ΤΟΠΙΚΑ. Κανένα δεδομένο δεν αποστέλλεται στο διαδίκτυο.
fr: Avis de confidentialité : Toutes les données de débogage et télémétrie sont stockées LOCALEMENT uniquement. Aucune donnée n'est envoyée.
hi: गोपनीयता सूचना: सभी डिबग और टेलीमेट्री डेटा केवल स्थानीय स्तर पर संग्रहीत किया जाता है।
hy: Գաղտնիության ծանուցում. Բոլոր տվյալները պահվում են ՏԵՂԱՅԻՆ. տվյալներ չեն ուղարկվում:
id: Pemberitahuan Privasi: Semua data debug dan telemetri disimpan LOKAL saja. Tidak ada data dikirim ke internet.
it: Informativa sulla privacy: Tutti i dati sono memorizzati LOCALE. Nessun dato viene inviato a internet.
ja: プライバシーに関する通知: すべてのデバッグおよびテレメトリデータはローカルにのみ保存されます。インターネットには送信されません。
pt: Aviso de Privacidade: Todos os dados de depuração e telemetria são guardados LOCALMENTE. Nenhum dado é enviado.
ro: Notă confidențialitate: Toate datele sunt stocate doar LOCAL. Nu se trimite nimic pe internet.
ru: Конфиденциальность: Все данные отладки и телеметрии хранятся ЛОКАЛЬНО. Никакие данные не отправляются.
ur: رازداری کا نوٹس: تمام ڈیٹا صرف مقامی طور پر محفوظ کیا جاتا ہے۔

source: History is empty
az: Tarixçə boşdur
bn: ইতিহাস খালি
cs: Historie je prázdná
de: Verlauf ist leer
el: Το ιστορικό είναι κενό
fr: L'historique est vide
hi: इतिहास खाली है
hy: Պատմությունը դատարկ է
id: Riwayat kosong
it: La cronologia è vuota
ja: 履歴は空です
pt: O histórico está vazio
ro: Istoricul este gol
ru: История пуста
ur: ہسٹری خالی ہے

source: Keyboard Shortcuts
az: Klaviatura Qısayolları
bn: কীবোর্ড শর্টকাটসমূহ
cs: Klávesové zkratky
de: Tastenkombinationen
el: Συντομεύσεις Πληκτρολογίου
fr: Raccourcis clavier
hi: कीबोर्ड शॉर्टकट
hy: Ստեղնաշարի Դյուրանցումներ
id: Pintasan Papan Tik
it: Scorciatoie da tastiera
ja: キーボードショートカット
pt: Atalhos de Teclado
ro: Scurtături tastatură
ru: Горячие клавиши
ur: کی بورڈ شارٹ کٹس

source: Navigate between results
az: Nəticələr arasında keçid et
bn: ফলাফলের মধ্যে নেভিগেট করুন
cs: Navigace mezi výsledky
de: Zwischen Ergebnissen navigieren
el: Πλοήγηση μεταξύ των αποτελεσμάτων
fr: Naviguer entre les résultats
hi: परिणामों के बीच नेविगेट करें
hy: Նավարկել արդյունքների միջև
id: Navigasi antar hasil
it: Naviga tra i risultati
ja: 結果間を移動
pt: Navegar entre resultados
ro: Navigare între rezultate
ru: Навигация между результатами
ur: نتائج کے درمیان نیویگیٹ کریں

source: Navigate between sections
az: Bölmələr arasında keçid et
bn: বিভাগগুলোর মধ্যে নেভিগেট করুন
cs: Navigace mezi sekcemi
de: Zwischen Abschnitten navigieren
el: Πλοήγηση μεταξύ των ενοτήτων
fr: Naviguer entre les sections
hi: अनुभागों के बीच नेविगेट करें
hy: Նավարկել բաժինների միջև
id: Navigasi antar bagian
it: Naviga tra le sezioni
ja: セクション間を移動
pt: Navegar entre secções
ro: Navigare între secțiuni
ru: Навигация между разделами
ur: سیکشنز کے درمیان نیویگیٹ کریں

source: List / Tile view
az: Siyahı / Plitə görünüşü
bn: তালিকা / টাইল ভিউ
cs: Seznam / Dlaždice
de: Listen- / Kachelansicht
el: Προβολή Λίστας / Πλακιδίων
fr: Vue liste / tuiles
hi: सूची / ग्रिड दृश्य
hy: Ցուցակ / Սալիկ տեսք
id: Tampilan Daftar / Ubin
it: Vista elenco / griglia
ja: リスト / タイル表示
pt: Vista Lista / Grelha
ro: Vizualizare Listă / Dale
ru: Вид списка / плитки
ur: فہرست / ٹائل کا منظر

source: Toggle file preview
az: Fayl önbaxışını dəyişdir
bn: ফাইল পূর্বরূপ টগল করুন
cs: Přepnout náhled souboru
de: Dateivorschau umschalten
el: Εναλλαγή προεπισκόπησης αρχείου
fr: Basculer l'aperçu du fichier
hi: फ़ाइल पूर्वावलोकन टॉगल करें
hy: Փոխել նախադիտումը
id: Alihkan pratinjau berkas
it: Attiva/disattiva anteprima file
ja: ファイルプレビューを切り替え
pt: Alternar pré-visualização de ficheiro
ro: Comută previzualizarea fișierelor
ru: Переключить предпросмотр файла
ur: فائل کا پیش نظارہ تبدیل کریں

source: Open selected item
az: Seçilmiş elementi aç
bn: নির্বাচিত আইটেম খুলুন
cs: Otevřít vybranou položku
de: Ausgewähltes Element öffnen
el: Άνοιγμα επιλεγμένου στοιχείου
fr: Ouvrir l'élément sélectionné
hi: चयनित वस्तु खोलें
hy: Բացել ընտրվածը
id: Buka item pilihan
it: Apri elemento selezionato
ja: 選択したアイテムを開く
pt: Abrir item selecionado
ro: Deschide elementul selectat
ru: Открыть выбранный элемент
ur: منتخب کردہ چیز کھولیں

source: Close widget
az: Widget-i bağla
bn: উইজেট বন্ধ করুন
cs: Zavřít widget
de: Widget schließen
el: Κλείσιμο γραφικού συστατικού
fr: Fermer le widget
hi: विजेट बंद करें
hy: Փակել վիջեթը
id: Tutup widget
it: Chiudi widget
ja: ウィジェットを閉じる
pt: Fechar widget
ro: Închide widgetul
ru: Закрыть виджет
ur: ویجیٹ بند کریں

source: Search Prefixes
az: Axtarış Prefiksləri
bn: অনুসন্ধান প্রিফিক্সসমূহ
cs: Předpony hledání
de: Suchpräfixe
el: Προθέματα Αναζήτησης
fr: Préfixes de recherche
hi: खोज उपसर्ग
hy: Որոնման Նախդիրներ
id: Awalan Cari
it: Prefissi di ricerca
ja: 検索プレフィックス
pt: Prefixos de Pesquisa
ro: Prefixe căutare
ru: Префиксы поиска
ur: تلاش کے سابقے

source: User Profiles
az: İstifadəçi Profilləri
bn: ইউজার প্রোফাইলসমূহ
cs: Uživatelské profily
de: Benutzerprofile
el: Προφίλ Χρήστη
fr: Profils utilisateurs
hi: उपयोगकर्ता प्रोफ़ाइल
hy: Օգտատիրոջ Պրոֆիլներ
id: Profil Pengguna
it: Profili utente
ja: ユーザープロファイル
pt: Perfis de Utilizador
ro: Profiluri utilizator
ru: Профили пользователей
ur: صارف کی پروفائلز

source: A simplified interface with essential features.
az: Əsas xüsusiyyətləri olan sadələşdirilmiş interfeys.
bn: প্রয়োজনীয় বৈশিষ্ট্যসহ একটি সরল ইন্টারফেস।
cs: Zjednodušené rozhraní se základními funkcemi.
de: Eine vereinfachte Oberfläche mit den wichtigsten Funktionen.
el: Μια απλοποιημένη διεπαφή με βασικά χαρακτηριστικά.
fr: Une interface simplifiée avec les fonctions essentielles.
hi: आवश्यक सुविधाओं के साथ एक सरल इंटरफ़ेस।
hy: Պարզեցված ինտերֆեյս հիմնական գործառույթներով:
id: Antarmuka yang disederhanakan dengan fitur penting.
it: Un'interfaccia semplificata con funzioni essenziali.
ja: 基本的な機能を備えたシンプルなインターフェース。
pt: Uma interface simplificada com funções essenciais.
ro: O interfață simplificată cu funcții esențiale.
ru: Упрощенный интерфейс с основными функциями.
ur: ضروری خصوصیات کے ساتھ ایک سادہ انٹرفیس۔

source: Debug tab active, developer features enabled.
az: Sazlama tabı aktivdir, tərtibatçı xüsusiyyətləri aktivdir.
bn: ডিবাগ ট্যাব সক্রিয়, ডেভেলপার বৈশিষ্ট্য সক্ষম।
cs: Karta ladění aktivní, vývojářské funkce povoleny.
de: Debug-Tab aktiv, Entwicklerfunktionen aktiviert.
el: Καρτέλα αποσφαλμάτωσης ενεργή, δυνατότητες προγραμματιστή ενεργοποιημένες.
fr: Onglet débogage actif, fonctions développeur activées.
hi: डिबग टैब सक्रिय, डेवलपर सुविधाएँ सक्षम।
hy: Կարգաբերման էջը ակտիվ է, մշակողի գործառույթները միացված են:
id: Tab debug aktif, fitur pengembang diaktifkan.
it: Scheda debug attiva, funzioni sviluppatore abilitate.
ja: デバッグタブが有効で、開発者機能が有効化されています。
pt: Separador de depuração ativo, funções de programador.
ro: Filă depanare activă, funcții dezvoltator activate.
ru: Вкладка отладки активна, функции разработчика включены.
ur: ڈی بگ ٹیب فعال، ڈویلپر خصوصیات بااختیار۔

source: All features active, advanced settings available.
az: Bütün xüsusiyyətlər aktivdir, qabaqcıl tənzimləmələr mövcuddur.
bn: সব বৈশিষ্ট্য সক্রিয়, উন্নত সেটিংস উপলব্ধ।
cs: Všechny funkce aktivní, pokročilá nastavení k dispozici.
de: Alle Funktionen aktiv, erweiterte Einstellungen verfügbar.
el: Όλες οι δυνατότητες ενεργές, διαθέσιμες προχωρημένες ρυθμίσεις.
fr: Toutes les fonctions actives, paramètres avancés disponibles.
hi: सभी सुविधाएँ सक्रिय, उन्नत सेटिंग्स उपलब्ध।
hy: Բոլոր ֆունկցիաները միացված են, հասանելի են առաջադեմ կարգավորումներ:
id: Semua fitur aktif, pengaturan lanjutan tersedia.
it: Tutte le funzioni attive, impostazioni avanzate disponibili.
ja: すべての機能が有効で、詳細設定が利用可能です。
pt: Todas as funções ativas, definições avançadas.
ro: Toate funcțiile active, setări avansate disponibile.
ru: Все функции активны, доступны расширенные настройки.
ur: تمام خصوصیات فعال، جدید ترتیبات دستیاب۔

source: Algorithm Settings
az: Alqoritm Tənzimləmələri
bn: অ্যালগরিদম সেটিংস
cs: Nastavení algoritmu
de: Algorithmus-Einstellungen
el: Ρυθμίσεις Αλγορίθμου
fr: Paramètres d'algorithme
hi: एल्गोरिथम सेटिंग्स
hy: Ալգորիթմի Կարգավորումներ
id: Pengaturan Algoritma
it: Impostazioni algoritmo
ja: アルゴリズム設定
pt: Definições de Algoritmo
ro: Setări algoritm
ru: Настройки алгоритма
ur: الگورتھم کی ترتیبات

source: Fuzzy Match
az: Qeyri-dəqiq Uyğunluq
bn: ফাজি ম্যাচ
cs: Fuzzy shoda
de: Fuzzy-Suche
el: Ασαφής Αντιστοίχιση
fr: Correspondance floue
hi: फ़ज़ी मिलान
hy: Աղոտ Համապատասխանություն
id: Cocok Fuzzy
it: Corrispondenza fuzzy
ja: 曖昧一致
pt: Correspondência Aproximada
ro: Potrivire Fuzzy
ru: Нечеткое соответствие
ur: غیر واضح مقابلہ

source: Exact Match
az: Dəqiq Uyğunluq
bn: সঠিক ম্যাচ
cs: Přesná shoda
de: Exakte Suche
el: Ακριβής Αντιστοίχιση
fr: Correspondance exacte
hi: सटीक मिलान
hy: Ճշգրիտ Համապատասխանություն
id: Cocok Eksak
it: Corrispondenza esatta
ja: 完全一致
pt: Correspondência Exata
ro: Potrivire exactă
ru: Точное соответствие
ur: عین مقابلہ

source: Dynamic Result Count
az: Dinamik Nəticə Sayı
bn: গতিশীল ফলাফল সংখ্যা
cs: Dynamický počet výsledků
de: Dynamische Ergebniszählung
el: Δυναμικός Αριθμός Αποτελεσμάτων
fr: Nombre de résultats dynamique
hi: गतिशील परिणाम गणना
hy: Արդյունքների դինամիկ քանակ
id: Jumlah Hasil Dinamis
it: Conteggio risultati dinamico
ja: 動的な結果数
pt: Contagem de Resultados Dinâmica
ro: Număr dinamic rezultate
ru: Динамическое кол-во результатов
ur: متحرک نتائج کی تعداد

source: Automatically limit displayed results based on relevance score
az: Göstərilən nəticələri uyğunluq balına əsasən avtomatik məhdudlaşdır
bn: প্রাসঙ্গিকতা স্কোরের ভিত্তিতে বুদ্ধিমত্তার সাথে ফলাফল সীমিত করুন
cs: Automaticky omezit zobrazené výsledky na základě skóre relevance
de: Angezeigte Ergebnisse automatisch basierend auf dem Relevanzwert begrenzen
el: Αυτόματος περιορισμός αποτελεσμάτων βάσει βαθμολογίας συνάφειας
fr: Limiter automatiquement les résultats selon le score de pertinence
hi: प्रासंगिकता स्कोर के आधार पर प्रदर्शित परिणामों को स्वचालित रूप से सीमित करें
hy: Ավտոմատ սահմանափակել արդյունքները ըստ համապատասխանության
id: Otomatis batasi hasil berdasarkan skor relevansi
it: Limita automaticamente i risultati in base alla rilevanza
ja: 関連性スコアに基づいて表示結果を自動的に制限
pt: Limitar resultados automaticamente por pontuação de relevância
ro: Limitează automat rezultatele afișate după scorul de relevanță
ru: Автоматически ограничивать результаты по оценке релевантности
ur: مناسبت کے اسکور کی بنیاد پر دکھائے گئے نتائج کو خودکار طور پر محدود کریں

source: Prioritized Categories
az: Prioritetləşdirilmiş Kateqoriyalar
bn: অগ্রাধিকারপ্রাপ্ত বিভাগসমূহ
cs: Prioritizované kategorie
de: Priorisierte Kategorien
el: Προτεραιοποιημένες Κατηγορίες
fr: Catégories prioritaires
hi: प्राथमिकता प्राप्त श्रेणियां
hy: Առաջնահերթ Կատեգորիաներ
id: Kategori Terprioritaskan
it: Categorie prioritarie
ja: 優先カテゴリ
pt: Categorias Priorizadas
ro: Categorii prioritare
ru: Приоритетные категории
ur: ترجیحی اقسام

source: Use buttons to reorder categories or move between sections
az: Kateqoriyaları yenidən sıralamaq və ya bölmələr arasında köçürmək üçün düymələrdən istifadə edin
bn: বিভাগগুলো পুনর্গঠন করতে বা বিভাগের মধ্যে সরাতে বোতাম ব্যবহার করুন
cs: Pomocí tlačítek změňte pořadí kategorií nebo je přesuňte mezi sekcemi
de: Verwenden Sie die Schaltflächen, um Kategorien neu zu ordnen oder zwischen Abschnitten zu verschieben
el: Χρησιμοποιήστε τα κουμπιά για αναδιάταξη κατηγοριών ή μετακίνηση μεταξύ ενοτήτων
fr: Utilisez les boutons pour réordonner les catégories
hi: श्रेणियों को पुनर्व्यवस्थित करने के लिए बटनों का उपयोग करें
hy: Օգտագործեք կոճակները կարգը փոխելու համար
id: Gunakan tombol untuk atur ulang kategori
it: Usa i pulsanti per riordinare le categorie o spostarle tra le sezioni
ja: ボタンを使用してカテゴリの順序変更やセクション間の移動を行います
pt: Use os botões para reordenar categorias
ro: Folosește butoanele pentru reordonare sau mutare
ru: Используйте кнопки для изменения порядка категорий
ur: اقسام کو دوبارہ ترتیب دینے کے لیے بٹن استعمال کریں

source: Priority
az: Prioritet
bn: অগ্রাধিকার
cs: Priorita
de: Priorität
el: Προτεραιότητα
fr: Priorité
hi: प्राथमिकता
hy: Առաջնահերթություն
id: Prioritas
it: Priorità
ja: 優先度
pt: Prioridade
ro: Prioritate
ru: Приоритет
ur: ترجیح

source: Move to Combined
az: Birləşdirilmişə Köçür
bn: সম্মিলিত ভাগে সরান
cs: Přesunout do kombinovaných
de: In Kombiniert verschieben
el: Μετακίνηση στα Συνδυασμένα
fr: Vers Combiné
hi: संयुक्त सूची में ले जाएँ
hy: Տեղափոխել Համակցված
id: Pindahkan ke Gabungan
it: Sposta in combinati
ja: 「結合」へ移動
pt: Mover para Combinado
ro: Mută la Combinate
ru: Переместить в 'Объединенные'
ur: مشترکہ میں منتقل کریں
