Repository: MCC45TR/kde-plasma6-widgets
Catalog: file-search/translations/*.po
Languages: az, bn, cs, de, el, fr, hi, hy, id, it, ja, pt, ro, ru, ur

source: Appearance
az: Görünüş
bn: চেহারা
cs: Vzhled
de: Erscheinungsbild
el: Εμφάνιση
fr: Apparence
hi: दिखावट
hy: Տեսք
id: Tampilan
it: Aspetto
ja: 外観
pt: Aparência
ro: Aspect
ru: Внешний вид
ur: ظاہری شکل

source: Categories
az: Kateqoriyalar
bn: বিভাগসমূহ
cs: Kategorie
de: Kategorien
el: Κατηγορίες
fr: Catégories
hi: श्रेणियाँ
hy: Կատեգորիաներ
id: Kategori
it: Categorie
ja: カテゴリ
pt: Categorias
ro: Categorii
ru: Категории
ur: اقسام

source: Debug
az: Sazlama
bn: ডিবাগ
cs: Ladění
de: Fehlersuche
el: Αποσφαλμάτωση
fr: Débogage
hi: डिबग
hy: Կարգաբերում
ja: デバッグ
pt: Depuração
ro: Depanare
ru: Отладка
ur: ڈی بگ

source: Help
az: Kömək
bn: সহায়তা
cs: Nápověda
de: Hilfe
el: Βοήθεια
fr: Aide
hi: सहायता
hy: Օգնություն
id: Bantuan
it: Aiuto
ja: ヘルプ
pt: Ajuda
ro: Ajutor
ru: Справка
ur: مدد

source: Panel
bn: প্যানেল
de: Leiste
el: Πίνακας
fr: Panneau
hi: पैनल
hy: Վահանակ
it: Pannello
ja: パネル
pt: Painel
ro: Panou
ru: Панель
ur: پینل

source: Popup
az: Pəncərə
bn: পপআপ
cs: Vyskakovací okno
el: Αναδυόμενο
fr: Fenêtre contextuelle
hi: पॉपअप
hy: Պատուհան
ja: ポップアップ
ru: Всплывающее окно
ur: پاپ اپ

source: Preview
az: Önbaxış
bn: পূর্বরূপ
cs: Náhled
de: Vorschau
el: Προεπισκόπηση
fr: Aperçu
hi: पूर्वावलोकन
hy: Նախադիտում
id: Pratinjau
it: Anteprima
ja: プレビュー
pt: Pré-visualização
ro: Previzualizare
ru: Предпросмотр
ur: پیش نظارہ

source: Prefixes
az: Prefikslər
bn: প্রিফিক্সসমূহ
cs: Předpony
de: Präfixe
el: Προθέματα
fr: Préfixes
hi: उपसर्ग
hy: Նախդիրներ
id: Awalan
it: Prefissi
ja: プレフィックス
pt: Prefixos
ro: Prefixe
ru: Префиксы
ur: سابقے

source: Placeholder
az: Yer tutucu
bn: প্লেসহোল্ডার
cs: Zástupný text
de: Platzhalter
el: Διακριτικό θέσης
fr: Espace réservé
hi: प्लेसहोल्डर
hy: Տեղապահ
it: Segnaposto
ja: プレースホルダ
pt: Espaçador
ro: Substituent
ru: Заполнитель
ur: جگہ لینے والا

source: Panel Appearance
az: Panel Görünüşü
bn: প্যানেল চেহারা
cs: Vzhled panelu
de: Leisten-Erscheinungsbild
el: Εμφάνιση Πίνακα
fr: Apparence du panneau
hi: पैनल की दिखावट
hy: Վահանակի Տեսքը
id: Tampilan Panel
it: Aspetto del pannello
ja: パネルの外観
pt: Aparência do Painel
ro: Aspect panou
ru: Внешний вид панели
ur: پینل کی شکل

source: Display Mode
az: Görüntüləmə Rejimi
bn: প্রদর্শন মোড
cs: Režim zobrazení
de: Anzeigemodus
el: Λειτουργία Προβολής
fr: Mode d'affichage
hi: प्रदर्शन मोड
hy: Ցուցադրման ռեժիմ
id: Mode Tampilan
it: Modalità di visualizzazione
ja: 表示モード
pt: Modo de Exibição
ro: Mod afișare
ru: Режим отображения
ur: ڈسپلے موڈ

source: Button Mode (Icon only)
az: Düymə Rejimi (Yalnız ikon)
bn: বোতাম মোড (শুধু আইকন)
cs: Režim tlačítka (pouze ikona)
de: Schaltflächenmodus (Nur Symbol)
el: Λειτουργία Κουμπιού (Μόνο εικονίδιο)
fr: Mode bouton (Icône uniquement)
hi: बटन मोड (केवल आइकन)
hy: Կոճակի ռեժիմ (Միայն պատկերակ)
id: Mode Tombol (Hanya Ikon)
it: Modalità pulsante (solo icona)
ja: ボタンモード (アイコンのみ)
pt: Modo Botão (Apenas ícone)
ro: Mod buton (Doar pictogramă)
ru: Режим кнопки (только значок)
ur: بٹن موڈ (صرف آئیکن)

source: Medium Mode (Text)
az: Orta Rejim (Mətn)
bn: মাঝারি মোড (টেক্সট)
cs: Střední režim (text)
de: Mittlerer Modus (Text)
el: Μεσαία Λειτουργία (Κείμενο)
fr: Mode moyen (Texte)
hi: मध्यम मोड (पाठ)
hy: Միջին ռեժիմ (Տեքստ)
id: Mode Sedang (Teks)
it: Modalità media (testo)
ja: 中間モード (テキスト)
pt: Modo Médio (Texto)
ro: Mod mediu (Text)
ru: Средний режим (текст)
ur: درمیانہ موڈ (متن)

source: Wide Mode (Search Bar)
az: Geniş Rejim (Axtarış Zolağı)
bn: প্রশস্ত মোড (সার্চ বার)
cs: Široký režim (vyhledávací panel)
de: Breiter Modus (Suchleiste)
el: Ευρεία Λειτουργία (Γραμμή Αναζήτησης)
fr: Mode large (Barre de recherche)
hi: वाइड मोड (खोज पट्टी)
hy: Լայն ռեժիմ (Որոնման տող)
id: Mode Lebar (Batang Cari)
it: Modalità ampia (barra di ricerca)
ja: ワイドモード (検索バー)
pt: Modo Largo (Barra de pesquisa)
ro: Mod lat (Bară căutare)
ru: Широкий режим (строка поиска)
ur: وسیع موڈ (سرچ بار)

source: Extra Wide Mode
az: Çox Geniş Rejim
bn: অতিরিক্ত প্রশস্ত মোড
cs: Extra široký režim
de: Extrabreiter Modus
el: Πολύ Ευρεία Λειτουργία
fr: Mode extra large
hi: अतिरिक्त वाइड मोड
hy: Գերլայն ռեժիմ
id: Mode Sangat Lebar
it: Modalità extra ampia
ja: 極ワイドモード
pt: Modo Extra Largo
ro: Mod extra lat
ru: Сверхширокий режим
ur: اضافی وسیع موڈ

source: Panel Preview
az: Panel Önbaxışı
bn: প্যানেল পূর্বরূপ
cs: Náhled panelu
de: Leistenvorschau
el: Προεπισκόπηση Πίνακα
fr: Aperçu du panneau
hi: पैनल पूर्वावलोकन
hy: Վահանակի Նախադիտում
id: Pratinjau Panel
it: Anteprima pannello
ja: パネルプレビュー
pt: Pré-visualização do Painel
ro: Previzualizare panou
ru: Предпросмотр панели
ur: پینل کا پیش نظارہ

source: Search
az: Axtar
bn: অনুসন্ধান
cs: Hledat
de: Suche
el: Αναζήτηση
fr: Rechercher
hi: खोजें
hy: Որոնում
id: Cari
it: Cerca
ja: 検索
pt: Pesquisar
ro: Căutare
ru: Поиск
ur: تلاش

source: Start searching...
az: Axtarışa başla...
bn: অনুসন্ধান শুরু করুন...
cs: Začněte hledat...
de: Suche starten...
el: Έναρξη αναζήτησης...
fr: Commencer la recherche...
hi: खोजना शुरू करें...
hy: Սկսել որոնումը...
id: Mulai mencari...
it: Inizia a cercare...
ja: 検索を開始...
pt: Começar a pesquisar...
ro: Începe căutarea...
ru: Начните поиск...
ur: تلاش شروع کریں...

source: Search...
az: Axtar...
bn: অনুসন্ধান...
cs: Hledat...
de: Suchen...
el: Αναζήτηση...
fr: Rechercher...
hi: खोजें...
hy: Որոնել...
id: Cari...
it: Cerca...
ja: 検索...
pt: Pesquisar...
ro: Caută...
ru: Поиск...
ur: تلاش کریں...

source: Power Options
az: Güç Seçimləri
bn: পাওয়ার অপশন
cs: Možnosti napájení
de: Energieoptionen
el: Επιλογές Ενέργειας
fr: Options d'alimentation
hi: पावर विकल्प
hy: Սնուցման Ընտրանքներ
id: Opsi Daya
it: Opzioni di alimentazione
ja: 電源オプション
pt: Opções de Energia
ro: Opțiuni alimentare
ru: Параметры питания
ur: پاور کے اختیارات

source: Show boot options in Reboot button
az: Yenidən başlat düyməsində açılış seçimlərini göstər
bn: রিবুট বোতামে বুট অপশন দেখান
cs: Zobrazit možnosti zavádění v tlačítku Restartovat
de: Boot-Optionen in der Schaltfläche 'Neustart' anzeigen
el: Εμφάνιση επιλογών εκκίνησης στο κουμπί Επανεκκίνησης
fr: Afficher les options de démarrage dans le bouton de redémarrage
hi: रीबूट बटन में बूट विकल्प दिखाएं
hy: Ցուցադրել բեռնման տարբերակները վերագործարկման կոճակում
id: Tampilkan opsi boot pada tombol Mulai Ulang
it: Mostra opzioni di avvio nel pulsante Riavvia
ja: 再起動ボタンにブートオプションを表示
pt: Mostrar opções de inicialização no botão Reiniciar
ro: Arată opțiuni boot în butonul repornire
ru: Показывать варианты загрузки в кнопке перезагрузки
ur: ریبوٹ بٹن میں بوٹ کے اختیارات دکھائیں

source: Results View
az: Nəticə Görünüşü
bn: ফলাফল ভিউ
cs: Zobrazení výsledků
de: Ergebnisansicht
el: Προβολή Αποτελεσμάτων
fr: Vue des résultats
hi: परिणाम दृश्य
hy: Արդյունքների Տեսք
id: Tampilan Hasil
it: Vista risultati
ja: 結果ビュー
pt: Visualização de Resultados
ro: Vizualizare rezultate
ru: Просмотр результатов
ur: نتائج کا منظر

source: View Mode
az: Baxış Rejimi
bn: ভিউ মোড
cs: Režim zobrazení
de: Ansichtsmodus
el: Λειτουργία Προβολής
fr: Mode de vue
hi: दृश्य मोड
hy: Դիտման ռեժիմ
id: Mode Tampilan
it: Modalità vista
ja: 表示モード
pt: Modo de Visualização
ro: Mod vizualizare
ru: Режим просмотра
ur: منظر کا موڈ

source: List View
az: Siyahı Görünüşü
bn: তালিকা ভিউ
cs: Zobrazení seznamu
de: Listenansicht
el: Προβολή Λίστας
fr: Vue en liste
hi: सूची दृश्य
hy: Ցուցակի տեսք
id: Tampilan Daftar
it: Vista elenco
ja: リスト表示
pt: Visualização em Lista
ro: Vizualizare listă
ru: Вид списка
ur: فہرست کا منظر

source: Tile View
az: Plitə Görünüşü
bn: টাইল ভিউ
cs: Zobrazení dlaždic
de: Kachelansicht
el: Προβολή Πλακιδίων
fr: Vue en tuiles
hi: ग्रिड दृश्य
hy: Սալիկների տեսք
id: Tampilan Ubin
it: Vista griglia
ja: タイル表示
pt: Visualização em Grelha
ro: Vizualizare dale
ru: Вид плитки
ur: ٹائل کا منظر

source: List Icon Size
az: Siyahı İkon Ölçüsü
bn: তালিকা আইকন আকার
cs: Velikost ikon v seznamu
de: Listensymbolgröße
el: Μέγεθος Εικονιδίων Λίστας
fr: Taille des icônes de liste
hi: सूची आइकन आकार
hy: Ցուցակի պատկերակի չափը
id: Ukuran Ikon Daftar
it: Dimensione icone elenco
ja: リストアイコンサイズ
pt: Tamanho do ícone na Lista
ro: Dimensiune pictograme listă
ru: Размер значков списка
ur: فہرست آئیکن کا سائز

source: Tile Icon Size
az: Plitə İkon Ölçüsü
bn: টাইল আইকন আকার
cs: Velikost ikon dlaždic
de: Kachelsymbolgröße
el: Μέγεθος Εικονιδίων Πλακιδίων
fr: Taille des icônes de tuile
hi: ग्रिड आइकन आकार
hy: Սալիկի պատկերակի չափը
id: Ukuran Ikon Ubin
it: Dimensione icone griglia
ja: タイルアイコンサイズ
pt: Tamanho do ícone na Grelha
ro: Dimensiune pictograme dale
ru: Размер значков плитки
ur: ٹائل آئیکن کا سائز

source: Result Limits
az: Nəticə Limitləri
bn: ফলাফল সীমা
cs: Limity výsledků
de: Ergebnislimits
el: Όρια Αποτελεσμάτων
fr: Limites de résultats
hi: परिणाम सीमा
hy: Արդյունքների Սահմաններ
id: Batas Hasil
it: Limiti risultati
ja: 結果制限
pt: Limites de Resultados
ro: Limite rezultate
ru: Лимиты результатов
ur: نتائج کی حدود

source: Min Results
az: Min Nəticə
bn: ন্যূনতম ফলাফল
cs: Min. výsledků
de: Min. Ergebnisse
el: Ελάχ. Αποτελέσματα
fr: Résultats min.
hi: न्यूनतम परिणाम
hy: Նվազագույն արդյունքներ
id: Hasil Minimum
it: Risultati min
ja: 最小結果数
pt: Resultados mín.
ro: Rezultate minime
ru: Мин. результатов
ur: کم از کم نتائج

source: Max Results
az: Maks Nəticə
bn: সর্বোচ্চ ফলাফল
cs: Max. výsledků
de: Max. Ergebnisse
el: Μέγ. Αποτελέσματα
fr: Résultats max.
hi: अधिकतम परिणाम
hy: Առավելագույն արդյունքներ
id: Hasil Maksimum
it: Risultati max
ja: 最大結果数
pt: Resultados máx.
ro: Rezultate maxime
ru: Макс. результатов
ur: زیادہ سے زیادہ نتائج

source: Smartly limit results based on relevance
az: Nəticələri uyğunluğa görə ağıllı şəkildə məhdudlaşdır
bn: প্রাসঙ্গিকতার ভিত্তিতে বুদ্ধিমত্তার সাথে ফলাফল সীমিত করুন
cs: Chytře omezit výsledky na základě relevance
de: Ergebnisse intelligent nach Relevanz begrenzen
el: Έξυπνος περιορισμός αποτελεσμάτων βάσει συνάφειας
fr: Limiter intelligemment les résultats selon la pertinence
hi: प्रासंगिकता के आधार पर परिणामों को समझदारी से सीमित करें
hy: Խելացիորեն սահմանափակել արդյունքները ըստ համապատասխանության
id: Batasi hasil dengan cerdas berdasarkan relevansi
it: Limita i risultati in base alla rilevanza
ja: 関連性に基づいて結果をスマートに制限
pt: Limitar resultados por relevância inteligentemente
ro: Limitează inteligent rezultatele după relevanță
ru: Умное ограничение результатов по релевантности
ur: مناسبت کی بنیاد پر نتائج کو ذہانت سے محدود کریں

source: Dynamic Limit
az: Dinamik Limit
bn: গতিশীল সীমা
cs: Dynamický limit
de: Dynamisches Limit
el: Δυναμικό Όριο
fr: Limite dynamique
hi: गतिशील सीमा
hy: Դինամիկ սահման
id: Batas Dinamis
it: Limite dinamico
ja: 動的制限
pt: Limite Dinâmico
ro: Limită dinamică
ru: Динамический лимит
ur: متحرک حد

source: Enable File Previews
az: Fayl Önbaxışlarını Aktivləşdir
bn: ফাইল পূর্বরূপ সক্ষম করুন
cs: Povolit náhledy souborů
de: Dateivorschau aktivieren
el: Ενεργοποίηση Προεπισκόπησης Αρχείων
fr: Activer les aperçus de fichiers
hi: फ़ाइल पूर्वावलोकन सक्षम करें
hy: Միացնել ֆայլերի նախադիտումը
id: Aktifkan Pratinjau Berkas
it: Abilita anteprime file
ja: ファイルプレビューを有効化
pt: Ativar Pré-visualizações de Ficheiros
ro: Activează previzualizarea fișierelor
ru: Включить предпросмотр файлов
ur: فائلوں کا پیش نظارہ فعال کریں

source: Master Switch
az: Əsas Keçid
bn: মাস্টার সুইচ
cs: Hlavní vypínač
de: Hauptschalter
el: Κύριος Διακόπτης
fr: Interrupteur principal
hi: मास्टर स्विच
hy: Գլխավոր անջատիչ
id: Sakelar Utama
it: Interruttore principale
ja: マスタースイッチ
pt: Interruptor Geral
ro: Întrerupător principal
ru: Главный переключатель
ur: ماسٹر سوئچ

source: Preview Types
az: Önbaxış Tipləri
bn: পূর্বরূপের প্রকার
cs: Typy náhledů
de: Vorschautypen
el: Τύποι Προεπισκόπησης
fr: Types d'aperçu
hi: पूर्वावलोकन प्रकार
hy: Նախադիտման տեսակները
id: Tipe Pratinjau
it: Tipi di anteprima
ja: プレビューの種類
pt: Tipos de Pré-visualização
ro: Tipuri previzualizare
ru: Типы предпросмотра
ur: پیش نظارے کی اقسام

source: Images
az: Şəkillər
bn: ছবি
cs: Obrázky
de: Bilder
el: Εικόνες
hi: छवियां
hy: Պատկերներ
id: Gambar
it: Immagini
ja: 画像
pt: Imagens
ro: Imagini
ru: Изображения
ur: تصاویر

source: Videos
az: Videolar
bn: ভিডিও
cs: Videa
el: Βίντεο
fr: Vidéos
hi: वीडियो
hy: Տեսանյութեր
id: Video
it: Video
ja: ビデオ
pt: Vídeos
ro: Videoclipuri
ru: Видео
ur: ویڈیوز

source: Text Files
az: Mətn Faylları
bn: টেক্সট ফাইল
cs: Textové soubory
de: Textdateien
el: Αρχεία Κειμένου
fr: Fichiers texte
hi: टेक्स्ट फ़ाइलें
hy: Տեքստային ֆայլեր
id: Berkas Teks
it: File di testo
ja: テキストファイル
pt: Ficheiros de Texto
ro: Fișiere text
ru: Текстовые файлы
ur: ٹیکسٹ فائلیں

source: Documents
az: Sənədlər
bn: নথি
cs: Dokumenty
de: Dokumente
el: Έγγραφα
hi: दस्तावेज़
hy: Փաստաթղթեր
id: Dokumen
it: Documenti
ja: ドキュメント
pt: Documentos
ro: Documente
ru: Документы
ur: دستاویزات

source: Date View (date:)
az: Tarix Görünüşü (date:)
bn: তারিখ ভিউ (date:)
cs: Zobrazení data (date:)
de: Datumsansicht (date:)
el: Προβολή Ημερομηνίας (date:)
fr: Vue date (date:)
hi: दिनांक दृश्य (date:)
hy: Ամսաթվի Տեսք (date:)
id: Tampilan Tanggal (date:)
it: Vista data (date:)
ja: 日付表示 (date:)
pt: Vista de Data (date:)
ro: Vizualizare dată (date:)
ru: Просмотр даты (date:)
ur: تاریخ کا منظر (date:)

source: Show Large Clock
az: Böyük Saatı Göstər
bn: বড় ঘড়ি দেখান
cs: Zobrazit velké hodiny
de: Große Uhr anzeigen
el: Εμφάνιση Μεγάλου Ρολογιού
fr: Afficher l'horloge large
hi: बड़ी घड़ी दिखाएं
hy: Ցուցադրել մեծ ժամացույց
id: Tampilkan Jam Besar
it: Mostra orologio grande
ja: 大きな時計を表示
pt: Mostrar Relógio Grande
ro: Arată ceas mare
ru: Показывать большие часы
ur: بڑی گھڑی دکھائیں

source: Show Calendar Events
az: Təqvim Hadisələrini Göstər
bn: ক্যালেন্ডার ইভেন্ট দেখান
cs: Zobrazit události kalendáře
de: Kalenderereignisse anzeigen
el: Εμφάνιση Συμβάντων Ημερολογίου
fr: Afficher les événements du calendrier
hi: कैलेंडर ईवेंट दिखाएं
hy: Ցուցադրել օրացույցի իրադարձությունները
id: Tampilkan Acara Kalender
it: Mostra eventi calendario
ja: カレンダーイベントを表示
pt: Mostrar Eventos do Calendário
ro: Arată evenimente calendar
ru: Показывать события календаря
ur: کیلنڈر کے واقعات دکھائیں

source: Power View (power:)
az: Güc Görünüşü (power:)
bn: পাওয়ার ভিউ (power:)
cs: Zobrazení napájení (power:)
de: Energieansicht (power:)
el: Προβολή Ενέργειας (power:)
fr: Vue alimentation (power:)
hi: पावर दृश्य (power:)
hy: Սնուցման Տեսք (power:)
id: Tampilan Daya (power:)
it: Vista alimentazione (power:)
ja: 電源表示 (power:)
pt: Vista de Energia (power:)
ro: Vizualizare energie (power:)
ru: Просмотр питания (power:)
ur: پاور کا منظر (power:)

source: Show Sleep Button
az: Yuxu Düyməsini Göstər
bn: স্লিপ বোতাম দেখান
cs: Zobrazit tlačítko spánku
de: Schlafmodus-Schaltfläche anzeigen
el: Εμφάνιση Κουμπιού Αναστολής
fr: Bouton de veille
hi: स्लीप बटन दिखाएं
hy: Ցուցադրել քնի կոճակը
id: Tampilkan Tombol Tidur
it: Mostra pulsante sospensione
ja: スリープボタンを表示
pt: Mostrar Botão de Suspensão
ro: Arată buton standby
ru: Показывать кнопку сна
ur: سلِیپ بٹن دکھائیں

source: Show Hibernate Button
az: Gözləmə Rejimi Düyməsini Göstər
bn: হাইবারনেট বোতাম দেখান
cs: Zobrazit tlačítko hibernace
de: Ruhezustand-Schaltfläche anzeigen
el: Εμφάνιση Κουμπιού Αδρανοποίησης
fr: Bouton d'hibernation
hi: हाइबरनेट बटन दिखाएं
hy: Ցուցադրել քնի կոճակը
id: Tampilkan Tombol Hibernasi
it: Mostra pulsante ibernazione
ja: 休止状態ボタンを表示
pt: Mostrar Botão de Hibernação
ro: Arată buton hibernare
ru: Показывать кнопку гибернации
ur: ہائبرنیٹ بٹن دکھائیں

source: Available Prefixes Reference
az: Mövcud Prefikslər Məlumatı
bn: উপলব্ধ প্রিফিক্স রেফারেন্স
cs: Přehled dostupných předpon
de: Referenz der verfügbaren Präfixe
el: Αναφορά Διαθέσιμων Προθεμάτων
fr: Référence des préfixes disponibles
hi: उपलब्ध उपसर्ग संदर्भ
hy: Հասանելի նախդիրների տեղեկատու
id: Referensi Awalan Tersedia
it: Riferimento prefissi disponibili
ja: 利用可能なプレフィックスのリファレンス
pt: Referência de Prefixos Disponíveis
ro: Referință prefixe disponibile
ru: Справочник доступных префиксов
ur: دستیاب سابقوں کا حوالہ

source: These prefixes can be used to perform specific actions directly from the search bar.
az: Bu prefikslər axtarış zolağından birbaşa xüsusi hərəkətləri yerinə yetirmək üçün istifadə edilə bilər.
bn: অনুসন্ধান বার থেকে সরাসরি নির্দিষ্ট কাজ করতে এই প্রিফিক্সগুলো ব্যবহার করা যাবে।
cs: Tyto předpony lze použít k provádění konkrétních akcí přímo z vyhledávacího panelu.
de: Diese Präfixe können verwendet werden, um spezifische Aktionen direkt über die Suchleiste auszuführen.
el: Αυτά τα προθέματα μπορούν να χρησιμοποιηθούν για την εκτέλεση συγκεκριμένων ενεργειών απευθείας από τη γραμμή αναζήτησης.
fr: Ces préfixes permettent d'effectuer des actions spécifiques directement depuis la barre de recherche.
hi: इन उपसर्गों का उपयोग खोज पट्टी से सीधे विशिष्ट क्रियाएं करने के लिए किया जा सकता है।
hy: Այս նախդիրները կարող են օգտագործվել որոնման տողից ուղղակիորեն գործողություններ կատարելու համար:
id: Awalan ini dapat digunakan untuk melakukan tindakan tertentu langsung dari batang cari.
it: Questi prefissi possono essere usati per eseguire azioni specifiche dalla barra di ricerca.
ja: これらのプレフィックスを使用して、検索バーから直接特定のアクションを実行できます。
pt: Estes prefixos podem ser usados para realizar ações específicas diretamente da barra de pesquisa.
ro: Aceste prefixe pot fi folosite pentru acțiuni specifice direct din bara de căutare.
ru: Эти префиксы можно использовать для выполнения действий прямо из строки поиска.
ur: یہ سابقے سرچ بار سے براہ راست مخصوص کام انجام دینے کے لیے استعمال کیے جا سکتے ہیں۔

source: List files modified today
az: Bu gün dəyişdirilən faylların siyahısı
bn: আজ পরিবর্তিত ফাইলগুলোর তালিকা দেখান
cs: Seznam souborů změněných dnes
de: Heute geänderte Dateien auflisten
el: Λίστα αρχείων που τροποποιήθηκαν σήμερα
fr: Lister les fichiers modifiés aujourd'hui
hi: आज संशोधित फ़ाइलों की सूची बनाएं
hy: Ցուցակագրել այսօր փոփոխված ֆայլերը
id: Daftar berkas yang diubah hari ini
it: Elenca file modificati oggi
ja: 今日変更されたファイルを一覧表示
pt: Listar ficheiros modificados hoje
ro: Listă fișiere modificate astăzi
ru: Список файлов, измененных сегодня
ur: آج تبدیل ہونے والی فائلوں کی فہرست

source: Search on Google
az: Google-da axtar
bn: গুগলে অনুসন্ধান করুন
cs: Hledat přes Google
de: Auf Google suchen
el: Αναζήτηση στο Google
fr: Rechercher sur Google
hi: Google पर खोजें
hy: Որոնել Google-ում
id: Cari di Google
it: Cerca su Google
ja: Googleで検索
pt: Pesquisar no Google
ro: Căutare pe Google
ru: Поиск в Google
ur: گوگل پر تلاش کریں

source: Search on DuckDuckGo
az: DuckDuckGo-da axtar
bn: ডাকডাকগো-তে অনুসন্ধান করুন
cs: Hledat přes DuckDuckGo
de: Auf DuckDuckGo suchen
el: Αναζήτηση στο DuckDuckGo
fr: Rechercher sur DuckDuckGo
hi: DuckDuckGo पर खोजें
hy: Որոնել DuckDuckGo-ում
id: Cari di DuckDuckGo
it: Cerca su DuckDuckGo
ja: DuckDuckGoで検索
pt: Pesquisar no DuckDuckGo
ro: Căutare pe DuckDuckGo
ru: Поиск в DuckDuckGo
ur: DuckDuckGo پر تلاش کریں

source: Show calendar and date information
az: Təqvim və tarix məlumatlarını göstər
bn: ক্যালেন্ডার এবং তারিখের তথ্য দেখান
cs: Zobrazit kalendář a informace o datu
de: Kalender- und Datumsinformationen anzeigen
el: Εμφάνιση πληροφοριών ημερολογίου και ημερομηνίας
fr: Afficher le calendrier et les infos de date
hi: कैलेंडर और दिनांक जानकारी दिखाएं
hy: Ցուցադրել օրացույցի և ամսաթվի տեղեկությունները
id: Tampilkan kalender dan info tanggal
it: Mostra calendario e informazioni data
ja: カレンダーと日付情報を表示
pt: Mostrar calendário e informações de data
ro: Arată informații calendar și dată
ru: Показывать календарь и информацию о дате
ur: کیلنڈر اور تاریخ کی معلومات دکھائیں

source: Show large clock
az: Böyük saatı göstər
bn: বড় ঘড়ি দেখান
cs: Zobrazit velké hodiny
de: Große Uhr anzeigen
el: Εμφάνιση μεγάλου ρολογιού
fr: Afficher l'horloge large
hi: बड़ी घड़ी दिखाएं
hy: Ցուցադրել մեծ ժամացույց
id: Tampilkan jam besar
it: Mostra orologio grande
ja: 大きな時計を表示
pt: Mostrar relógio grande
ro: Arată ceas mare
ru: Показывать большие часы
ur: بڑی گھڑی دکھائیں

source: Show power management options
az: Enerji idarəetmə seçimlərini göstər
bn: পাওয়ার ম্যানেজমেন্ট অপশন দেখান
cs: Zobrazit možnosti správy napájení
de: Energieverwaltungsoptionen anzeigen
el: Εμφάνιση επιλογών διαχείρισης ενέργειας
fr: Afficher les options de gestion d'énergie
hi: पावर प्रबंधन विकल्प दिखाएं
hy: Ցուցադրել սնուցման կառավարման ընտրանքները
id: Tampilkan opsi manajemen daya
it: Mostra opzioni gestione alimentazione
ja: 電源管理オプションを表示
pt: Mostrar opções de gestão de energia
ro: Arată opțiuni gestionare energie
ru: Показывать опции управления питанием
ur: پاور مینجمنٹ کے اختیارات دکھائیں

source: Show this help screen
az: Bu kömək ekranını göstər
bn: এই সহায়তা স্ক্রিন দেখান
cs: Zobrazit tuto nápovědu
de: Diesen Hilfebildschirm anzeigen
el: Εμφάνιση αυτής της οθόνης βοήθειας
fr: Afficher cet écran d'aide
hi: यह सहायता स्क्रीन दिखाएं
hy: Ցուցադրել օգնության այս էկրանը
id: Tampilkan layar bantuan ini
it: Mostra questa schermata di aiuto
ja: このヘルプ画面を表示
pt: Mostrar este ecrã de ajuda
ro: Arată acest ecran de ajutor
ru: Показывать этот экран справки
ur: یہ مدد کی اسکرین دکھائیں

source: Terminate running processes
az: İşləyən prosesləri dayandır
bn: চলমান প্রসেসগুলো বন্ধ করুন
cs: Ukončit běžící procesy
de: Laufende Prozesse beenden
el: Τερματισμός εκτελούμενων διεργασιών
fr: Terminer les processus en cours
hi: चल रही प्रक्रियाओं को समाप्त करें
hy: Դադարեցնել գործող պրոցեսները
id: Hentikan proses yang berjalan
it: Termina processi in esecuzione
ja: 実行中のプロセスを終了
pt: Terminar processos em execução
ro: Termină procesele în curs
ru: Завершить запущенные процессы
ur: چلنے والے عمل کو ختم کریں

source: Check spelling of a word
az: Sözün orfoqrafiyasını yoxla
bn: শব্দের বানান চেক করুন
cs: Zkontrolovat pravopis slova
de: Rechtschreibung eines Wortes prüfen
el: Έλεγχος ορθογραφίας λέξης
fr: Vérifier l'orthographe d'un mot
hi: शब्द की वर्तनी जांचें
hy: Ստուգել բառի ուղղագրությունը
id: Cek ejaan kata
it: Controlla l'ortografia di una parola
ja: 単語のスペルを確認
pt: Verificar ortografia de uma palavra
ro: Verifică ortografia unui cuvânt
ru: Проверить орфографию слова
ur: لفظ کا ہجے چیک کریں

source: Execute shell commands
az: Shell əmrlərini icra et
bn: শেল কমান্ড কার্যকর করুন
cs: Spustit příkazy shellu
de: Shell-Befehle ausführen
el: Εκτέλεση εντολών κελύφους
fr: Exécuter des commandes shell
hi: शेल कमांड निष्पादित करें
hy: Կատարել shell հրամաններ
id: Jalankan perintah shell
it: Esegui comandi shell
ja: シェルコマンドを実行
pt: Executar comandos shell
ro: Execută comenzi shell
ru: Выполнить команды оболочки
ur: شیل کمانڈز چلائیں

source: Convert units (requires KRunner)
az: Vahidləri çevir (KRunner lazımdır)
bn: একক রূপান্তর (KRunner প্রয়োজন)
cs: Převést jednotky (vyžaduje KRunner)
de: Einheiten umrechnen (KRunner erforderlich)
el: Μετατροπή μονάδων (απαιτείται KRunner)
fr: Convertir des unités (nécessite KRunner)
hi: इकाइयां बदलें (KRunner आवश्यक)
hy: Փոխարկել միավորները (պահանջվում է KRunner)
id: Konversi unit (butuh KRunner)
it: Converti unità (richiede KRunner)
ja: 単位を変換 (KRunnerが必要)
pt: Converter unidades (requer KRunner)
ro: Convertește unități (necesită KRunner)
ru: Конвертировать единицы (нужен KRunner)
ur: اکائیاں تبدیل کریں (KRunner درکار ہے)

source: Search Settings
az: Axtarış Tənzimləmələri
bn: অনুসন্ধান সেটিংস
cs: Nastavení hledání
de: Sucheinstellungen
el: Ρυθμίσεις Αναζήτησης
fr: Paramètres de recherche
hi: खोज सेटिंग्स
hy: Որոնման Կարգավորումներ
id: Pengaturan Cari
it: Impostazioni ricerca
ja: 検索設定
pt: Definições de Pesquisa
ro: Setări căutare
ru: Настройки поиска
ur: تلاش کی ترتیبات

source: Search Algorithm
az: Axtarış Alqoritmi
bn: অনুসন্ধান অ্যালগরিদম
cs: Algoritmus hledání
de: Suchalgorithmus
el: Αλγόριθμος Αναζήτησης
fr: Algorithme de recherche
hi: खोज एल्गोरिथम
hy: Որոնման Ալգորիթմ
id: Algoritma Cari
it: Algoritmo di ricerca
ja: 検索アルゴリズム
pt: Algoritmo de Pesquisa
ro: Algoritm căutare
ru: Алгоритм поиска
ur: تلاش کا الگورتھم

source: Fuzzy
az: Qeyri-dəqiq
bn: ফাজি
cs: Fuzzy (přibližné)
de: Fuzzy (unscharf)
el: Ασαφής
fr: Flou
hi: फ़ज़ी
hy: Աղոտ (Fuzzy)
ja: 曖昧
pt: Aproximada (Fuzzy)
ru: Нечеткий
ur: غیر واضح

source: Exact
az: Dəqiq
bn: সঠিক
cs: Přesné
de: Exakt
el: Ακριβής
hi: सटीक
hy: Ճշգրիտ
id: Eksak
it: Esatto
ja: 完全一致
pt: Exata
ru: Точный
ur: عین مطابق
