Repository: MCC45TR/kde-plasma6-widgets
Catalog: file-search/translations/*.po
Languages: az, bn, cs, de, el, fr, hi, hy, id, it, ja, pt, ro, ru, ur

source: Show Together (Merged)
az: Birlikdə Göstər (Birləşdirilmiş)
bn: একসাথে দেখান (মার্জ করা)
cs: Zobrazit společně (sloučené)
de: Zusammen anzeigen (Zusammengeführt)
el: Εμφάνιση Μαζί (Συγχαωνευμένα)
fr: Afficher ensemble (fusionné)
hi: साथ दिखाएं (विलय)
hy: Ցուցադրել Միասին (Միավորված)
id: Tampilkan Bersama (Digabung)
it: Mostra insieme (uniti)
ja: まとめて表示 (マージ)
pt: Mostrar Juntos (Fundido)
ro: Arată împreună (Fuzionate)
ru: Показывать вместе (объединенно)
ur: اکٹھے دکھائیں (مدغم)

source: Categories in this section will be grouped together
az: Bu bölmədəki kateqoriyalar birlikdə qruplaşdırılacaq
bn: এই বিভাগের বিষয়গুলো একসাথে গ্রুপ করা হবে
cs: Kategorie v této sekci budou seskupeny dohromady
de: Kategorien in diesem Abschnitt werden gruppiert
el: Οι κατηγορίες σε αυτή την ενότητα θα ομαδοποιηθούν μαζί
fr: Les catégories de cette section seront regroupées
hi: इस अनुभाग की श्रेणियां एक साथ समूहबद्ध की जाएंगी
hy: Այս բաժնի կատեգորիաները կխմբավորվեն միասին
id: Kategori di bagian ini akan dikelompokkan bersama
it: Le categorie in questa sezione saranno raggruppate
ja: このセクションのカテゴリはグループ化されます
pt: As categorias nesta secção serão agrupadas
ro: Categoriile din această secțiune vor fi grupate
ru: Категории в этом разделе будут сгруппированы вместе
ur: اس سیکشن کی اقسام کا گروپ بنایا جائے گا

source: No combined categories
az: Birləşdirilmiş kateqoriya yoxdur
bn: কোনো সম্মিলিত বিভাগ নেই
cs: Žádné kombinované kategorie
de: Keine kombinierten Kategorien
el: Δεν υπάρχουν συνδυασμένες κατηγορίες
fr: Aucune catégorie combinée
hi: कोई संयुक्त श्रेणी नहीं
hy: Համակցված կատեգորիաներ չկան
id: Tidak ada kategori gabungan
it: Nessuna categoria combinata
ja: 結合されたカテゴリはありません
pt: Sem categorias combinadas
ro: Nicio categorie combinată
ru: Нет объединенных категорий
ur: کوئی مشترکہ قسم نہیں

source: Move to Separate
az: Ayrıya Köçür
bn: আলাদা ভাগে সরান
cs: Přesunout do oddělených
de: In Separat verschieben
el: Μετακίνηση στα Ξεχωριστά
fr: Vers Séparé
hi: अलग सूची में ले जाएँ
hy: Տեղափոխել Առանձին
id: Pindahkan ke Terpisah
it: Sposta in separati
ja: 「分離」へ移動
pt: Mover para Separado
ro: Mută la Separate
ru: Переместить в 'Отдельные'
ur: علیحدہ میں منتقل کریں

source: Category Settings Information
az: Kateqoriya Tənzimləmə Məlumatı
bn: বিভাগ সেটিংস তথ্য
cs: Informace o nastavení kategorií
de: Informationen zu Kategorie-Einstellungen
el: Πληροφορίες Ρυθμίσεων Κατηγορίας
fr: Infos paramètres de catégorie
hi: श्रेणी सेटिंग्स जानकारी
hy: Կատեգորիայի Կարգավորումների Տվյալներ
id: Informasi Pengaturan Kategori
it: Informazioni impostazioni categoria
ja: カテゴリ設定情報
pt: Informações de Definições de Categoria
ro: Informații setări categorii
ru: Информация о настройках категорий
ur: اقسام کی ترتیبات کی معلومات

source: Changes are applied immediately. Hidden categories will not appear in search results. Priority determines display order.
az: Dəyişikliklər dərhal tətbiq olunur. Gizli kateqoriyalar axtarış nəticələrində görünməyəcək. Prioritet nümayiş sırasını müəyyən edir.
bn: পরিবর্তনগুলো অবিলম্বে কার্যকর হয়। লুকানো বিভাগগুলো অনুসন্ধানে আসবে না। অগ্রাধিকার প্রদর্শনের ক্রম নির্ধারণ করে।
cs: Změny se aplikují okamžitě. Skryté kategorie se nebudou zobrazovat ve výsledcích hledání. Priorita určuje pořadí zobrazení.
de: Änderungen werden sofort übernommen. Versteckte Kategorien erscheinen nicht in den Suchergebnissen. Die Priorität bestimmt die Anzeigereihenfolge.
el: Οι αλλαγές εφαρμόζονται αμέσως. Οι κρυφές κατηγορίες δεν θα εμφανίζονται στα αποτελέσματα αναζήτησης. Η προτεραιότητα καθορίζει τη σειρά εμφάνισης.
fr: Les changements s'appliquent immédiatement. Les catégories cachées ne s'affichent pas. La priorité définit l'ordre.
hi: परिवर्तन तुरंत लागू किए जाते हैं। छिपी हुई श्रेणियां खोज परिणामों में नहीं आएंगी।
hy: Փոփոխությունները կիրառվում են անմիջապես: Թաքցվածները չեն ցուցադրվում:
id: Perubahan langsung diterapkan. Kategori tersembunyi tidak muncul di hasil cari. Prioritas menentukan urutan tampil.
it: Modifiche applicate immediatamente. Le categorie nascoste non appaiono. La priorità definisce l'ordine.
ja: 変更は即座に適用されます。非表示のカテゴリは検索結果に表示されません。優先度によって表示順序が決まります。
pt: As alterações são imediatas. Categorias ocultas não aparecem. A prioridade define a ordem.
ro: Modificările se aplică imediat. Categoriile ascunse nu apar. Prioritatea determină ordinea.
ru: Изменения применяются сразу. Скрытые категории не отображаются. Приоритет определяет порядок.
ur: تبدیلیاں فوری طور پر لاگو کی جاتی ہیں۔

source: Lower number = higher priority
az: Aşağı rəqəm = yüksək prioritet
bn: কম সংখ্যা = উচ্চ অগ্রাধিকার
cs: Nižší číslo = vyšší priorita
de: Geringere Zahl = höhere Priorität
el: Χαμηλότερος αριθμός = υψηλότερη προτεραιότητα
fr: Plus petit nombre = plus grande priorité
hi: कम संख्या = उच्च प्राथमिकता
hy: Փոքր թիվ = բարձր առաջնահերթություն
id: Angka lebih kecil = prioritas lebih tinggi
it: Numero più basso = priorità più alta
ja: 数字が小さいほど優先度が高くなります
pt: Número menor = maior prioridade
ro: Număr mai mic = prioritate mai mare
ru: Меньшее число = выше приоритет
ur: کم نمبر = زیادہ ترجیح

source: Preview Settings
az: Önbaxış Tənzimləmələri
bn: পূর্বরূপ সেটিংস
cs: Nastavení náhledu
de: Vorschau-Einstellungen
el: Ρυθμίσεις Προεπισκόπησης
fr: Paramètres d'aperçu
hi: पूर्वावलोकन सेटिंग्स
hy: Նախադիտման Կարգավորումներ
id: Pengaturan Pratinjau
it: Impostazioni anteprima
ja: プレビュー設定
pt: Definições de Pré-visualização
ro: Setări previzualizare
ru: Настройки предпросмотра
ur: پیش نظارہ کی ترتیبات

source: Enable or disable file previews for different file types.
az: Müxtəlif fayl tipləri üçün önbaxışı aktivləşdirin və ya söndürün.
bn: বিভিন্ন ফাইলের প্রকারের জন্য পূর্বরূপ সক্ষম বা অক্ষম করুন।
cs: Povolit nebo zakázat náhledy souborů pro různé typy souborů.
de: Dateivorschau für verschiedene Dateitypen aktivieren oder deaktivieren.
el: Ενεργοποίηση ή απενεργοποίηση προεπισκόπησης για διαφορετικούς τύπους αρχείων.
fr: Activer ou désactiver les aperçus pour différents types de fichiers.
hi: विभिन्न फ़ाइल प्रकारों के लिए फ़ाइल पूर्वावलोकन सक्षम या अक्षम करें।
hy: Միացնել կամ անջատել նախադիտումը ըստ տեսակների:
id: Aktifkan atau matikan pratinjau berkas per tipe.
it: Abilita o disabilita anteprime per diversi tipi di file.
ja: ファイルタイプごとのプレビュー有効/無効設定。
pt: Ativar ou desativar pré-visualizações por tipo de ficheiro.
ro: Activează/dezactivează previzualizarea pentru diverse tipuri.
ru: Включить или выключить предпросмотр для разных типов файлов.
ur: مختلف فائل کی اقسام کے لیے پیش نظارہ فعال یا غیر فعال کریں۔

source: Enabled
az: Aktivdir
bn: সক্ষম
cs: Povoleno
de: Aktiviert
el: Ενεργοποιημένο
fr: Activé
hi: सक्षम
hy: Միացված է
id: Aktif
it: Abilitato
ja: 有効
pt: Ativado
ro: Activat
ru: Включено
ur: فعال

source: Disabled
az: Sönülüdür
bn: অক্ষম
cs: Zakázáno
de: Deaktiviert
el: Απενεργοποιημένο
fr: Désactivé
hi: अक्षम
hy: Անջատված է
id: Mati
it: Disabilitato
ja: 無効
pt: Desativado
ro: Dezactivat
ru: Выключено
ur: غیر فعال

source: Performance Information
az: Performans Məlumatı
bn: পারফরম্যান্স তথ্য
cs: Informace o výkonu
de: Leistungsinformationen
el: Πληροφορίες Απόδοσης
fr: Informations de performance
hi: प्रदर्शन जानकारी
hy: Արտադրողականության Տվյալներ
id: Informasi Performa
it: Informazioni prestazioni
ja: パフォーマンス情報
pt: Informações de Desempenho
ro: Informații performanță
ru: Информация о производительности
ur: کارکردگی کی معلومات

source: Video and document previews may increase memory usage.
az: Video və sənəd önbaxışları yaddaş istifadəsini artıra bilər.
bn: ভিডিও এবং নথির পূর্বরূপ মেমরির ব্যবহার বাড়াতে পারে।
cs: Náhledy videa a dokumentů mohou zvýšit využití paměti.
de: Video- und Dokumentvorschauen können den Speicherverbrauch erhöhen.
el: Η προεπισκόπηση βίντεο και εγγράφων ενδέχεται να αυξήσει τη χρήση μνήμης.
fr: Les aperçus vidéo/doc peuvent augmenter l'usage mémoire.
hi: वीडियो और दस्तावेज़ पूर्वावलोकन से स्मृति उपयोग बढ़ सकता है।
hy: Տեսանյութերի նախադիտումը կարող է ավելացնել հիշողության օգտագործումը:
id: Pratinjau video dan dokumen bisa menambah penggunaan memori.
it: Anteprime video e documento possono aumentare l'uso di memoria.
ja: ビデオやドキュメントのプレビューはメモリ使用量を増やす可能性があります。
pt: Pré-visualizações de vídeo/doc podem aumentar o uso de memória.
ro: Previzualizările video pot crește consumul de memorie.
ru: Предпросмотр видео и документов может увеличить использование памяти.
ur: ویڈیو اور دستاویز کا پیش نظارہ میموری کا استعمال بڑھا سکتا ہے۔

source: Prefix View Settings
az: Prefiks Baxış Tənzimləmələri
bn: প্রিফিক্স ভিউ সেটিংস
cs: Nastavení zobrazení předpon
de: Präfix-Ansichtseinstellungen
el: Ρυθμίσεις Προβολής Προθεμάτων
fr: Paramètres de vue des préfixes
hi: उपसर्ग दृश्य सेटिंग्स
hy: Նախդիրների Դիտման Կարգավորումներ
id: Pengaturan Tampilan Awalan
it: Impostazioni vista prefissi
ja: プレフィックス表示設定
pt: Definições de Vista de Prefixo
ro: Setări vizualizare prefixe
ru: Настройки просмотра префиксов
ur: سابقہ ویو کی ترتیبات

source: Show power management options (Shutdown, Reboot, etc.)
az: Enerji idarəetmə seçimlərini göstər (Söndürmə, Yenidən başlatma və s.)
bn: পাওয়ার ম্যানেজমেন্ট অপশন দেখান (শাটডাউন, রিবুট ইত্যাদি)
cs: Zobrazit možnosti správy napájení (Vypnout, Restartovat atd.)
de: Energieverwaltungsoptionen anzeigen (Herunterfahren, Neustart usw.)
el: Εμφάνιση επιλογών διαχείρισης ενέργειας (Τερματισμός, Επανεκκίνηση, κλπ.)
fr: Afficher les options de gestion (Arrêt, Redémarrage, etc.)
hi: पावर प्रबंधन विकल्प दिखाएं (शटडाउन, रीबूट, आदि)
hy: Ցուցադրել սնուցման տարբերակները (Անջատել, Վերագործարկել և այլն)
id: Tampilkan opsi daya (Matikan, Mulai Ulang, dll.)
it: Mostra opzioni energia (Spegnimento, Riavvio, ecc.)
ja: 電源管理オプション (終了、再起動など) を表示
pt: Mostrar opções de energia (Desligar, Reiniciar, etc.)
ro: Arată opțiuni energie (Oprire, Repornire, etc.)
ru: Показывать опции питания (Выключение, Перезагрузка и т.д.)
ur: پاور مینجمنٹ کے اختیارات دکھائیں (شٹ ڈاؤن، ریبوٹ وغیرہ)

source: Convert units (requires KRunner installed)
az: Vahidləri çevir (KRunner quraşdırılmalıdır)
bn: একক রূপান্তর (KRunner ইনস্টল থাকা প্রয়োজন)
cs: Převést jednotky (vyžaduje nainstalovaný KRunner)
de: Einheiten umrechnen (erfordert installiertes KRunner)
el: Μετατροπή μονάδων (απαιτείται εγκατεστημένο KRunner)
fr: Convertir des unités (nécessite KRunner)
hi: इकाइयां बदलें (KRunner स्थापित होना चाहिए)
hy: Փոխարկել միավորները (պահանջում է KRunner)
id: Konversi unit (butuh terinstal KRunner)
it: Converti unità (richiede KRunner)
ja: 単位を変換 (KRunnerが必要です)
pt: Converter unidades (requer KRunner)
ro: Convertește unități (necesită KRunner)
ru: Конвертер единиц (нужен установленный KRunner)
ur: اکائیاں تبدیل کریں (KRunner درکار ہے)

source: Note: Some prefixes (like unit conversion) depend on installed KRunner runners.
az: Qeyd: Bəzi prefikslər (vahid çevirmə kimi) quraşdırılmış KRunner icraçılarından asılıdır.
bn: দ্রষ্টব্য: কিছু প্রিফিক্স (যেমন ইউনিট রূপান্তর) ইনস্টল করা KRunner এর উপর নির্ভর করে।
cs: Poznámka: Některé předpony (jako převod jednotek) závisí na nainstalovaných modulech KRunner.
de: Hinweis: Einige Präfixe (wie die Einheitenumrechnung) hängen von installierten KRunner-Modulen ab.
el: Σημείωση: Ορισμένα προθέματα (όπως η μετατροπή μονάδων) εξαρτώνται από τους εγκατεστημένους δρομείς του KRunner.
fr: Note : Certains préfixes dépendent des modules KRunner installés.
hi: नोट: कुछ उपसर्ग स्थापित KRunner रनर्स पर निर्भर करते हैं।
hy: Նշում. Որոշ նախդիրներ կախված են տեղադրված KRunner մոդուլներից:
id: Catatan: Beberapa awalan bergantung pada runner KRunner yang terinstal.
it: Nota: Alcuni prefissi dipendono dai runner KRunner installati.
ja: 注意: 一部のプレフィックスはインストールされているKRunnerランナーに依存します。
pt: Nota: Alguns prefixos dependem dos runners instalados no KRunner.
ro: Notă: Unele prefixe depind de runnerii KRunner instalați.
ru: Примечание: Некоторые префиксы зависят от установленных плагинов KRunner.
ur: نوٹ: کچھ سابقے انسٹال شدہ KRunner رنرز پر منحصر ہیں۔

source: Timeline View
az: Zaman Oxu Görünüşü
bn: টাইমলাইন ভিউ
cs: Časová osa
de: Zeitstrahl-Ansicht
el: Προβολή Χρονολογίου
fr: Vue chronologique
hi: समयरेखा दृश्य
hy: Ժամանակացույցի Տեսք
id: Tampilan Linimasa
it: Vista cronologica
ja: タイムライン表示
pt: Vista de Linha do Tempo
ro: Vizualizare cronologie
ru: Хронологический вид
ur: ٹائم لائن کا منظر

source: Calendar
az: Təqvim
bn: ক্যালেন্ডার
cs: Kalendář
de: Kalender
el: Ημερολόγιο
fr: Calendrier
hi: कैलेंडर
hy: Օրացույց
id: Kalender
it: Calendario
ja: カレンダー
pt: Calendário
ru: Календарь
ur: کیلنڈر

source: Today
az: Bu gün
bn: আজ
cs: Dnes
de: Heute
el: Σήμερα
fr: Aujourd'hui
hi: आज
hy: Այսօր
id: Hari Ini
it: Oggi
ja: 今日
pt: Hoje
ro: Astăzi
ru: Сегодня
ur: آج

source: Yesterday
az: Dünən
bn: গতকাল
cs: Včera
de: Gestern
el: Χθες
fr: Hier
hi: कल
hy: Երեկ
id: Kemarin
it: Ieri
ja: 昨日
pt: Ontem
ro: Ieri
ru: Вчера
ur: کل

source: This Week
az: Bu Həftə
bn: এই সপ্তাহ
cs: Tento týden
de: Diese Woche
el: Αυτή την Εβδομάδα
fr: Cette semaine
hi: इस सप्ताह
hy: Այս Շաբաթ
id: Minggu Ini
it: Questa settimana
ja: 今週
pt: Esta Semana
ro: Săptămâna aceasta
ru: На этой неделе
ur: اس ہفتے

source: This Month
az: Bu Ay
bn: এই মাস
cs: Tento měsíc
de: Diesen Monat
el: Αυτόν τον Μήνα
fr: Ce mois-ci
hi: इस महीने
hy: Այս Ամիս
id: Bulan Ini
it: Questo mese
ja: 今月
pt: Este Mês
ro: Luna aceasta
ru: В этом месяце
ur: اس مہینے

source: Files modified today
az: Bu gün dəyişdirilən fayllar
bn: আজ পরিবর্তিত ফাইলসমূহ
cs: Soubory změněné dnes
de: Heute geänderte Dateien
el: Αρχεία που τροποποιήθηκαν σήμερα
fr: Fichiers modifiés aujourd'hui
hi: आज संशोधित फ़ाइलें
hy: Այսօր փոփոխված ֆայլեր
id: Berkas diubah hari ini
it: File modificati oggi
ja: 今日変更されたファイル
pt: Ficheiros modificados hoje
ro: Fișiere modificate astăzi
ru: Файлы, измененные сегодня
ur: آج تبدیل شدہ فائلیں

source: Files modified yesterday
az: Dünən dəyişdirilən fayllar
bn: গতকাল পরিবর্তিত ফাইলসমূহ
cs: Soubory změněné včera
de: Gestern geänderte Dateien
el: Αρχεία που τροποποιήθηκαν χθες
fr: Fichiers modifiés hier
hi: कल संशोधित फ़ाइलें
hy: Երեկ փոփոխված ֆայլեր
id: Berkas diubah kemarin
it: File modificati ieri
ja: 昨日変更されたファイル
pt: Ficheiros modificados ontem
ro: Fișiere modificate ieri
ru: Файлы, измененные вчера
ur: کل تبدیل شدہ فائلیں

source: Files modified this week
az: Bu həftə dəyişdirilən fayllar
bn: এই সপ্তাহে পরিবর্তিত ফাইলসমূহ
cs: Soubory změněné tento týden
de: Diese Woche geänderte Dateien
el: Αρχεία που τροποποιήθηκαν αυτή την εβδομάδα
fr: Fichiers modifiés cette semaine
hi: इस सप्ताह संशोधित फ़ाइलें
hy: Այս շաբաթ փոփոխված ֆայլեր
id: Berkas diubah minggu ini
it: File modificati questa settimana
ja: 今週変更されたファイル
pt: Ficheiros modificados esta semana
ro: Fișiere modificate săptămâna aceasta
ru: Файлы, измененные на этой неделе
ur: اس ہفتے تبدیل شدہ فائلیں

source: Files modified this month
az: Bu ay dəyişdirilən fayllar
bn: এই মাসে পরিবর্তিত ফাইলসমূহ
cs: Soubory změněné tento měsíc
de: Diesen Monat geänderte Dateien
el: Αρχεία που τροποποιήθηκαν αυτόν το μήνα
fr: Fichiers modifiés ce mois-ci
hi: इस महीने संशोधित फ़ाइलें
hy: Այս ամիս փոփոխված ֆայլեր
id: Berkas diubah bulan ini
it: File modificati questo mese
ja: 今月変更されたファイル
pt: Ficheiros modificados este mês
ro: Fișiere modificate luna aceasta
ru: Файлы, измененные в этом месяце
ur: اس مہینے تبدیل شدہ فائلیں

source: File Path Search
az: Fayl Yolu Axtarışı
bn: ফাইল পাথ অনুসন্ধান
cs: Hledání podle cesty k souboru
de: Dateipfadsuche
el: Αναζήτηση Διαδρομής Αρχείου
fr: Recherche par chemin
hi: फ़ाइल पथ खोज
hy: Որոնում ըստ ուղու
id: Cari Jalur Berkas
it: Ricerca percorso file
ja: ファイルパス検索
pt: Pesquisa por Caminho de Ficheiro
ro: Căutare după cale
ru: Поиск по пути к файлу
ur: فائل پاتھ کی تلاش

source: Man Pages
az: Man Səhifələri
bn: ম্যান পেজ
cs: Man stránky
de: Handbuchseiten (Man Pages)
el: Σελίδες Man
fr: Pages man
hi: कमांड सहायता (Man)
hy: Man էջեր
it: Pagine man
ja: Manページ
pt: Páginas man
ro: Pagini Man
ru: Страницы руководств
ur: مین صفحات (Man)

source: Google Search
az: Google Axtarışı
bn: গুগল অনুসন্ধান
cs: Vyhledávání Google
de: Google-Suche
el: Αναζήτηση Google
fr: Recherche Google
hi: Google खोज
hy: Որոնում Google-ում
it: Ricerca Google
ja: Google検索
pt: Pesquisa Google
ro: Căutare Google
ru: Поиск в Google
ur: گوگل سرچ

source: DuckDuckGo Search
az: DuckDuckGo Axtarışı
bn: ডাকডাকগো অনুসন্ধান
cs: Vyhledávání DuckDuckGo
de: DuckDuckGo-Suche
el: Αναζήτηση DuckDuckGo
fr: Recherche DuckDuckGo
hi: DuckDuckGo खोज
hy: Որոնում DuckDuckGo-ում
it: Ricerca DuckDuckGo
ja: DuckDuckGo検索
pt: Pesquisa DuckDuckGo
ro: Căutare DuckDuckGo
ru: Поиск в DuckDuckGo
ur: DuckDuckGo سرچ

source: Wikipedia Search
az: Vikipediya Axtarışı
bn: উইকিপিডিয়া অনুসন্ধান
cs: Vyhledávání Wikipedia
de: Wikipedia-Suche
el: Αναζήτηση Wikipedia
fr: Recherche Wikipédia
hi: विकिपीडिया खोज
hy: Որոնում Wikipedia-ում
it: Ricerca Wikipedia
ja: Wikipedia検索
pt: Pesquisa Wikipedia
ro: Căutare Wikipedia
ru: Поиск в Википедии
ur: ویکیپیڈیا سرچ

source: Kill Process
az: Prosesi Dayandır
bn: প্রসেস বন্ধ করুন
cs: Ukončit proces
de: Prozess beenden
el: Τερματισμός Διεργασίας
fr: Tuer un processus
hi: प्रक्रिया समाप्त करें
hy: Դադարեցնել Պրոցեսը
id: Hentikan Proses
it: Termina processo
ja: プロセスの強制終了
pt: Terminar Processo
ro: Oprește proces
ru: Завершить процесс
ur: عمل کو روکیں

source: Spell Check
az: Orfoqrafiya Yoxlaması
bn: বানান চেক
cs: Kontrola pravopisu
de: Rechtschreibprüfung
el: Ορθογραφικός Έλεγχος
fr: Vérification orthographique
hi: वर्तनी जांच
hy: Ուղղագրության Ստուգում
id: Cek Ejaan
it: Controllo ortografico
ja: スペルチェック
pt: Verificação Ortográfica
ro: Verificare ortografică
ru: Проверка орфографии
ur: ہجے کی جانچ

source: Unicode Characters
az: Yunikod Simvollar
bn: ইউনিকোড অক্ষরসমূহ
cs: Unicode znaky
de: Unicode-Zeichen
el: Χαρακτήρες Unicode
fr: Caractères Unicode
hi: यूनिकोड वर्ण
hy: Unicode նիշեր
id: Karakter Unicode
it: Caratteri Unicode
ja: Unicode文字
pt: Caracteres Unicode
ro: Caractere Unicode
ru: Символы Unicode
ur: یونیکوڈ حروف

source: Applications
az: Tətbiqlər
bn: অ্যাপ্লিকেশনসমূহ
cs: Aplikace
de: Anwendungen
el: Εφαρμογές
hi: अनुप्रयोग
hy: Ծրագրեր
id: Aplikasi
it: Applicazioni
ja: アプリケーション
pt: Aplicações
ro: Aplicații
ru: Приложения
ur: ایپلی کیشنز

source: Shell Commands
az: Shell Əmrləri
bn: শেল কমান্ডসমূহ
cs: Příkazy shellu
de: Shell-Befehle
el: Εντολές Κελύφους
fr: Commandes shell
hi: शेल कमांड
hy: Shell հրամաններ
id: Perintah Shell
it: Comandi shell
ja: シェルコマンド
pt: Comandos Shell
ro: Comenzi Shell
ru: Команды оболочки
ur: شیل کمانڈز

source: Bookmarks
az: Əlfəcinlər
bn: বুকমার্কসমূহ
cs: Záložky
de: Lesezeichen
el: Σελιδοδείκτες
fr: Signets
hi: बुकमार्क
hy: Էջանիշներ
id: Penanda
it: Segnalibri
ja: ブックマーク
pt: Marcadores
ro: Marcaje
ru: Закладки
ur: بک مارکس

source: Power Management
az: Enerji İdarəetməsi
bn: পাওয়ার ম্যানেজমেন্ট
cs: Správa napájení
de: Energieverwaltung
el: Διαχείριση Ενέργειας
fr: Gestion de l'énergie
hi: पावर प्रबंधन
hy: Սնուցման կառավարում
id: Manajemen Daya
it: Gestione alimentazione
ja: 電源管理
pt: Gestão de Energia
ro: Gestionare energie
ru: Управление питанием
ur: پاور مینجمنٹ

source: System Services
az: Sistem Xidmətləri
bn: সিস্টেম সার্ভিসসমূহ
cs: Systémové služby
de: Systemdienste
el: Υπηρεσίες Συστήματος
fr: Services système
hi: सिस्टम सेवाएँ
hy: Համակարգի ծառայություններ
id: Layanan Sistem
it: Servizi di sistema
ja: システムサービス
pt: Serviços do Sistema
ro: Servicii sistem
ru: Системные службы
ur: سسٹم کی خدمات

source: Date and Time
az: Tarix və Saat
bn: তারিখ এবং সময়
cs: Datum a čas
de: Datum und Zeit
el: Ημερομηνία και Ώρα
fr: Date et heure
hi: दिनांक और समय
hy: Ամսաթիվ և ժամ
id: Tanggal dan Waktu
it: Data e ora
ja: 日付と時刻
pt: Data e Hora
ro: Dată și oră
ru: Дата и время
ur: تاریخ اور وقت

source: Dictionary Definition
az: Lüğət Tərifi
bn: অভিধান সংজ্ঞা
cs: Definice ve slovníku
de: Wörterbuchdefinition
el: Ορισμός Λεξικού
fr: Définition du dictionnaire
hi: शब्दकोश परिभाषा
hy: Բառարանի Սահմանում
id: Definisi Kamus
it: Definizione dizionario
ja: 辞書の定義
pt: Definição de Dicionário
ro: Definiție dicționar
ru: Определение из словаря
ur: لغت کی تعریف

source: Unit Converter
az: Vahid Çevirici
bn: ইউনিট কনভার্টার
cs: Převodník jednotek
de: Einheitenumrechner
el: Μετατροπέας Μονάδων
fr: Convertisseur d'unités
hi: इकाई परिवर्तक
hy: Միավորների Փոխարկիչ
id: Konverter Unit
it: Convertitore unità
ja: 単位変換
pt: Conversor de Unidades
ro: Convertor unități
ru: Конвертер величин
ur: یونٹ کنورٹر

source: Help & Shortcuts
az: Kömək və Qısayollar
bn: সহায়তা এবং শর্টকাটস
cs: Nápověda a zkratky
de: Hilfe & Kurzbefehle
el: Βοήθεια & Συντομεύσεις
fr: Aide et raccourcis
hi: सहायता और शॉर्टकट
hy: Օգնություն և Դյուրանցումներ
id: Bantuan & Pintasan
it: Aiuto e scorciatoie
ja: ヘルプとショートカット
pt: Ajuda e Atalhos
ro: Ajutor și scurtături
ru: Справка и ярлыки
ur: مدد اور شارٹ کٹس

source: Two days ago
az: İki gün əvvəl
bn: দুই দিন আগে
cs: Před dvěma dny
de: Vor zwei Tagen
el: Πριν δύο ημέρες
fr: Il y a deux jours
hi: दो दिन पहले
hy: Երկու օր առաջ
id: Dua hari lalu
it: Due giorni fa
ja: 一昨日
pt: Há dois dias
ro: Acum două zile
ru: Два дня назад
ur: دو دن پہلے

source: Browse calendar
az: Təqvimi nəzərdən keçir
bn: ক্যালেন্ডার ব্রাউজ করুন
cs: Procházet kalendář
de: Kalender durchsuchen
el: Περιήγηση ημερολογίου
fr: Parcourir le calendrier
hi: कैलेंडर ब्राउज़ करें
hy: Դիտել օրացույցը
id: Jelajah kalender
it: Sfoglia calendario
ja: カレンダーを閲覧
pt: Explorar calendário
ro: Răsfoiește calendarul
ru: Просмотр календаря
ur: کیلنڈر براؤز کریں

source: Man pages not installed
az: Man səhifələri quraşdırılmayıb
bn: ম্যান পেজ ইনস্টল করা নেই
cs: Man stránky nejsou nainstalovány
de: Handbuchseiten (man) nicht installiert
el: Οι σελίδες man δεν είναι εγκατεστημένες
fr: Pages man non installées
hi: Man पृष्ठ स्थापित नहीं हैं
hy: Man էջերը տեղադրված չեն
id: Man pages tidak terinstal
it: Pagine man non installate
ja: Manページがインストールされていません
pt: Páginas man não instaladas
ro: Paginile Man nu sunt instalate
ru: Страницы руководств не установлены
ur: مین (Man) صفحات انسٹال نہیں ہیں

source: Unknown prefix
az: Naməlum prefiks
bn: অজানা প্রিফিক্স
cs: Neznámá předpona
de: Unbekanntes Präfix
el: Άγνωστο πρόθεμα
fr: Préfixe inconnu
hi: अज्ञात उपसर्ग
hy: Անհայտ նախդիր
id: Awalan tidak dikenal
it: Prefisso sconosciuto
ja: 不明なプレフィックス
pt: Prefixo desconhecido
ro: Prefix necunoscut
ru: Неизвестный префикс
ur: نامعلوم سابقہ

source: try
az: yoxla
bn: চেষ্টা করুন
cs: zkuste
de: versuchen Sie
el: δοκίμασε
fr: essayez
hi: कोशिश करें
hy: փորձեք
id: coba
it: prova
ja: 試す
pt: tente
ro: încearcă
ru: попробуйте
ur: کوشش کریں

source: Saved!
az: Saxlanıldı!
bn: সংরক্ষিত!
cs: Uloženo!
de: Gespeichert!
el: Αποθηκεύτηκε!
fr: Enregistré !
hi: सहेजा गया!
hy: Պահպանված է
id: Tersimpan!
it: Salvato!
ja: 保存しました！
pt: Guardado!
ro: Salvat!
ru: Сохранено!
ur: محفوظ ہو گیا!

source: Save Dump
az: Dump Saxla
bn: ডাম্প সংরক্ষণ
cs: Uložit výpis
de: Dump speichern
el: Αποθήκευση Dump
fr: Enregistrer le dump
hi: डंप सहेजें
hy: Պահել դամփը
id: Simpan Dump
it: Salva dump
ja: ダンプを保存
pt: Guardar Dump
ro: Salvează Dump
ru: Сохранить дамп
ur: ڈمپ محفوظ کریں

source: Backend
az: Arxa fon
bn: ব্যাকএন্ড
el: Σύστημα υποστήριξης
fr: Moteur
hi: बैकएंड
it: Motore
ja: バックエンド
ru: Бэкенд
ur: بیک اینڈ

source: Items
az: Elementlər
bn: আইটেমসমূহ
cs: Položky
de: Elemente
el: Στοιχεία
fr: Éléments
hi: वस्तुएं
hy: Տարրեր
id: Item
it: Elementi
ja: アイテム
pt: Itens
ro: Elemente
ru: Элементы
ur: اشیاء

source: Latency
az: Gecikmə
bn: লেটেন্সি
cs: Latence
de: Latenz
el: Καθυστέρηση
fr: Latence
hi: विलंबता
hy: Ուշացում
id: Latensi
it: Latenza
ja: レイテンシ
pt: Latência
ro: Latență
ru: Задержка
ur: تاخیر

source: View
az: Görünüş
bn: ভিউ
cs: Zobrazení
de: Ansicht
el: Προβολή
fr: Vue
hi: दृश्य
hy: Տեսք
id: Tampilan
it: Vista
ja: 表示
pt: Vista
ro: Vizualizare
ru: Вид
ur: منظر

source: Display
az: Ekran
bn: প্রদর্শন
cs: Displej
de: Anzeige
el: Οθόνη
fr: Affichage
hi: प्रदर्शन
hy: Էկրան
it: Schermo
ja: ディスプレイ
pt: Ecrã
ro: Afișaj
ru: Экран
ur: ڈسپلے
