Repository: MCC45TR/kde-plasma6-widgets
Catalog: file-search/translations/*.po
Languages: az, bn, cs, de, el, fr, hi, hy, id, it, ja, pt, ro, ru, ur

source: Minimal - A simplified interface with essential features.
az: Minimal - Əsas xüsusiyyətləri olan sadələşdirilmiş interfeys.
bn: মিনিমাল - প্রয়োজনীয় বৈশিষ্ট্যসহ একটি সরল ইন্টারফেস।
cs: Minimální - Zjednodušené rozhraní se základními funkcemi.
de: Minimal - Eine vereinfachte Oberfläche mit den wichtigsten Funktionen.
el: Μινιμαλιστικό - Μια απλοποιημένη διεπαφή με βασικά χαρακτηριστικά.
fr: Minimal - Interface simple avec fonctions de base.
hi: न्यूनतम - आवश्यक सुविधाओं के साथ एक सरल इंटरफ़ेस।
hy: Նվազագույն - Պարզեցված ինտերֆեյս հիմնական ֆունկցիաներով:
id: Minimal - Antarmuka simpel dengan fitur utama.
it: Minimal - Interfaccia semplice con funzioni di base.
ja: Minimal - 最小限の機能を備えたシンプルなインターフェース。
pt: Minimal - Interface simplificada com funções essenciais.
ro: Minimal - Interfață simplificată cu funcții esențiale.
ru: Минимальный - Упрощенный интерфейс с основными функциями.
ur: کم سے کم - ضروری خصوصیات کے ساتھ سادہ انٹرفیس۔

source: Developer - Debug tab active, developer features enabled.
az: Tərtibatçı - Sazlama tabı aktivdir, tərtibatçı xüsusiyyətləri aktivdir.
bn: ডেভেলপার - ডিবাগ ট্যাব সক্রিয়, ডেভেলপার বৈশিষ্ট্য সক্ষম।
cs: Vývojář - Karta ladění aktivní, vývojářské funkce povoleny.
de: Entwickler - Debug-Tab aktiv, Entwicklerfunktionen aktiviert.
el: Προγραμματιστής - Καρτέλα αποσφαλμάτωσης ενεργή, δυνατότητες προγραμματιστή ενεργοποιημένες.
fr: Développeur - Onglet debug actif, fonctions dév activées.
hi: डेवलपर - डिबग टैब सक्रिय, डेवलपर सुविधाएँ सक्षम।
hy: Մշակող - Կարգաբերման էջը ակտիվ է, մշակողի գործառույթներով:
id: Developer - Tab debug aktif, fitur pengembang aktif.
it: Sviluppatore - Scheda debug attiva, funzioni dev abilitate.
ja: Developer - デバッグタブと開発者向け機能が有効。
pt: Programador - Separador de debug ativo, funções dev.
ro: Dezvoltator - Filă depanare activă.
ru: Разработчик - Вкладка отладки активна, функции разработчика.
ur: ڈویلپر - ڈی بگ ٹیب فعال، ڈویلپر خصوصیات بااختیار۔

source: Power User - All features active, advanced settings available.
az: Güclü İstifadəçi - Bütün xüsusiyyətlər aktivdir, qabaqcıl tənzimləmələr mövcuddur.
bn: পাওয়ার ইউজার - সব বৈশিষ্ট্য সক্রিয়, উন্নত সেটিংস উপলব্ধ।
cs: Zkušený uživatel - Všechny funkce aktivní, pokročilá nastavení k dispozici.
de: Power-User - Alle Funktionen aktiv, erweiterte Einstellungen verfügbar.
el: Προχωρημένος Χρήστης - Όλες οι δυνατότητες ενεργές, διαθέσιμες προχωρημένες ρυθμίσεις.
fr: Utilisateur avancé - Toutes fonctions, paramètres avancés.
hi: पावर यूजर - सभी सुविधाएँ सक्रिय, उन्नत सेटिंग्स उपलब्ध।
hy: Փորձառու օգտատեր - Բոլոր ֆունկցիաները ակտիվ են:
id: Power User - Semua fitur aktif, pengaturan lanjutan tersedia.
it: Utente esperto - Tutte funzioni attive, impostazioni avanzate.
ja: Power User - 全機能が有効で、詳細設定が可能。
pt: Power User - Todas as funções, definições avançadas.
ro: Utilizator avansat - Toate funcțiile active.
ru: Опытный пользователь - Все функции, расширенные настройки.
ur: پاور یوزر - تمام خصوصیات فعال، جدید ترتیبات دستیاب۔

source: Weather View (weather:)
az: Hava Görünüşü (hava:)
bn: আবহাওয়া ভিউ (weather:)
cs: Zobrazení počasí (weather:)
de: Wetteransicht (weather:)
el: Προβολή Καιρού (weather:)
fr: Vue météo (weather:)
hi: मौसम दृश्य (weather:)
hy: Եղանակի Տեսք (weather:)
id: Tampilan Cuaca (weather:)
it: Vista meteo (weather:)
ja: 天気表示 (weather:)
pt: Vista de Meteorologia (weather:)
ro: Vizualizare vreme (weather:)
ru: Просмотр погоды (weather:)
ur: موسم کا منظر (weather:)

source: Use System Units
az: Sistem Vahidlərindən İstifadə Et
bn: সিস্টেম একক ব্যবহার করুন
cs: Použít systémové jednotky
de: Systemeinheiten verwenden
el: Χρήση Μονάδων Συστήματος
fr: Unités système
hi: सिस्टम इकाइयों का उपयोग करें
hy: Օգտագործել համակարգի միավորները
id: Gunakan Satuan Sistem
it: Usa unità di sistema
ja: システム単位を使用
pt: Usar Unidades do Sistema
ro: Folosește unitățile sistemului
ru: Использовать системные единицы
ur: سسٹم کی اکائیاں استعمال کریں

source: Refresh Interval:
az: Yeniləmə Aralığı:
bn: রিফ্রেশ ব্যবধান:
cs: Interval obnovení:
de: Aktualisierungsintervall:
el: Διάστημα Ανανέωσης:
fr: Intervalle d'actu :
hi: ताज़ा करने का अंतराल:
hy: Թարմացման միջակայք.
id: Interval Segarkan:
it: Intervallo aggiornamento:
ja: 更新間隔:
pt: Intervalo de Atualização:
ro: Interval împrospătare:
ru: Интервал обновления:
ur: ریفریش کا وقفہ:

source: Every Search
az: Hər Axtarışda
bn: প্রতিটি অনুসন্ধান
cs: Při každém hledání
de: Bei jeder Suche
el: Σε Κάθε Αναζήτηση
fr: Chaque recherche
hi: प्रत्येक खोज
hy: Ամեն որոնման ժամանակ
id: Setiap Mencari
it: Ogni ricerca
ja: 検索ごと
pt: Cada Pesquisa
ro: La fiecare căutare
ru: При каждом поиске
ur: ہر تلاش پر

source: 15 Minutes
az: 15 Dəqiqə
bn: ১৫ মিনিট
cs: 15 minut
de: 15 Minuten
el: 15 Λεπτά
hi: 15 मिनट
hy: 15 րոպե
id: 15 Menit
it: 15 minuti
ja: 15分
pt: 15 Minutos
ro: 15 minute
ru: 15 минут
ur: 15 منٹ

source: 30 Minutes
az: 30 Dəqiqə
bn: ৩০ মিনিট
cs: 30 minut
de: 30 Minuten
el: 30 Λεπτά
hi: 30 मिनट
hy: 30 րոպե
id: 30 Menit
it: 30 minuti
ja: 30分
pt: 30 Minutos
ro: 30 minute
ru: 30 минут
ur: 30 منٹ

source: 1 Hour
az: 1 Saat
bn: ১ ঘণ্টা
cs: 1 hodina
de: 1 Stunde
el: 1 Ώρα
fr: 1 heure
hi: 1 घंटा
hy: 1 ժամ
id: 1 Jam
it: 1 ora
ja: 1時間
pt: 1 Hora
ro: 1 oră
ru: 1 час
ur: 1 گھنٹہ

source: (If time since last update > interval)
az: (Əgər son yenilənmədən keçən vaxt > interval)
bn: (যদি শেষ আপডেটের পর থেকে সময় > ব্যবধান)
cs: (Pokud je čas od poslední aktualizace > interval)
de: (Wenn Zeit seit letzter Aktualisierung > Intervall)
el: (Εάν ο χρόνος από την τελευταία ενημέρωση > διάστημα)
fr: (Si temps écoulé > intervalle)
hi: (यदि अंतिम अपडेट के बाद का समय > अंतराल)
hy: (Եթե վերջին թարմացումից անցել է նշված ժամանակը)
id: (Jika waktu sejak pembaruan terakhir > interval)
it: (Se tempo dall'ultimo > intervallo)
ja: (前回の更新から間隔が経過している場合)
pt: (Se o tempo desde a última atualização > intervalo)
ro: (Dacă timpul de la ultima actualizare > interval)
ru: (Если время более интервала)
ur: (اگر آخری اپ ڈیٹ کے بعد کا وقت > وقفہ)

source: Enable Weather Prefix
az: Hava Prefiksini Aktivləşdir
bn: আবহাওয়া প্রিফিক্স সক্ষম করুন
cs: Povolit předponu počasí
de: Wetter-Präfix aktivieren
el: Ενεργοποίηση Προθέματος Καιρού
fr: Activer le préfixe météo
hi: मौसम उपसर्ग सक्षम करें
hy: Միացնել եղանակի նախդիրը
id: Aktifkan Awalan Cuaca
it: Abilita prefisso meteo
ja: 天気プレフィックスを有効化
pt: Ativar Prefixo de Meteorologia
ro: Activează prefixul meteo
ru: Включить префикс погоды
ur: موسم کا سابقہ فعال کریں
