Repository: MCC45TR/kde-plasma6-widgets
Catalog: analog-clock/translations/*.po
Languages: az, bn, cs, es, fa, hi, hy, id, it, pt, ro, ru, tr, ur, zh

source: Appearance
az: Görünüş
bn: চেহারা
cs: Vzhled
es: Apariencia
fa: ظاهر
hi: दिखावट
hy: Արտաքին տեսք
id: Tampilan
it: Aspetto
pt: Aparência
ro: Aspect
ru: Внешний вид
tr: Görünüm
ur: ظاہری شکل
zh: 外观

source: Digital Clock:
az: Rəqəmsal Saat:
bn: ডিজিটাল ঘড়ি:
cs: Digitální hodiny:
es: Reloj digital:
fa: ساعت دیجیتال:
hi: डिजिटल घड़ी:
hy: Թվային ժամացույց․
id: Jam Digital:
it: Orologio digitale:
pt: Relógio Digital:
ro: Ceas digital:
ru: Цифровые часы:
tr: Dijital Saat:
ur: ڈیجیٹل گھڑی:
zh: 数字时钟：

source: Show digital clock in center
az: Mərkəzdə rəqəmsal saatı göstər
bn: কেন্দ্রে ডিজিটাল ঘড়ি দেখান
cs: Zobrazit digitální hodiny uprostřed
es: Mostrar reloj digital en el centro
fa: نمایش ساعت دیجیتال در مرکز
hi: केंद्र में डिजिटल घड़ी दिखाएं
hy: Ցուցադրել թվային ժամացույցը կենտրոնում
id: Tampilkan jam digital di tengah
it: Mostra orologio digitale al centro
pt: Mostrar relógio digital no centro
ro: Arată ceasul digital în centru
ru: Показывать цифровые часы в центре
tr: Ortada dijital saati göster
ur: مرکز میں ڈیجیٹل گھڑی دکھائیں
zh: 在中心显示数字时钟

source: Clock Style:
az: Saat Stili:
bn: ঘড়ির ধরন:
cs: Styl hodin:
es: Estilo de reloj:
fa: سبک ساعت:
hi: घड़ी की शैली:
hy: Ժամացույցի ոճը․
id: Gaya Jam:
it: Stile orologio:
pt: Estilo do Relógio:
ro: Stil ceas:
ru: Стиль часов:
tr: Saat Stili:
ur: گھڑی کا اسٹائل:
zh: 时钟样式：

source: Automatic
az: Avtomatik
bn: স্বয়ংক্রিয়
cs: Automaticky
es: Automático
fa: خودکار
hi: स्वचालित
hy: Ավտոմատ
id: Otomatis
it: Automatico
pt: Automático
ro: Automat
ru: Автоматический
tr: Otomatik
ur: خودکار
zh: 自动

source: Classic (Circular)
az: Klassik (Dairəvi)
bn: ক্লাসিক (বৃত্তাকার)
cs: Klasický (Kruhový)
es: Clásico (Circular)
fa: کلاسیک (دایره‌ای)
hi: क्लासिक (गोलाकार)
hy: Դասական (Շրջանաձև)
id: Klasik (Bundar)
it: Classico (Circolare)
pt: Clássico (Circular)
ro: Clasic (Circular)
ru: Классический (Круглый)
tr: Klasik (Dairesel)
ur: کلاسک (گول)
zh: 经典 (圆形)

source: Modern (Squircle)
az: Müasir (Yuvarlaq kvadrat)
bn: আধুনিক (স্কোয়ার্কেল)
cs: Moderní (Squircle)
es: Moderno (Squircle)
fa: مدرن (مربعی گرد)
hi: आधुनिक (स्क्विर्कल)
hy: Ժամանակակից (Squircle)
it: Moderno (Squircle)
pt: Moderno (Squircle)
ru: Современный (Квадратный)
tr: Modern (Kare)
ur: جدید (گول چوکور)
zh: 现代 (方圆形)

source: Hour Line Length:
az: Saat Xəttinin Uzunluğu:
bn: ঘন্টার লাইনের দৈর্ঘ্য:
cs: Délka hodinové rysky:
es: Longitud de la línea de las horas:
fa: طول خط ساعت:
hi: घंटे की रेखा की लंबाई:
hy: Ժամային գծի երկարությունը․
id: Panjang Garis Jam:
it: Lunghezza linea delle ore:
pt: Comprimento da linha das horas:
ro: Lungimea liniei orelor:
ru: Длина часовой линии:
tr: Saat Çizgisi Uzunluğu:
ur: گھنٹے کی لائن کی لمبائی:
zh: 刻度线长度：

source: 1.0x (Default)
az: 1.0x (Defolt)
bn: ১.০x (ডিফল্ট)
cs: 1.0x (Výchozí)
es: 1.0x (Predeterminado)
fa: ۱.۰x (پیش‌فرض)
hi: 1.0x (डिफ़ॉल्ट)
hy: 1.0x (Լռելյայն)
it: 1.0x (Predefinito)
pt: 1.0x (Padrão)
ro: 1.0x (Implicit)
ru: 1.0x (По умолчанию)
tr: 1.0x (Varsayılan)
ur: 1.0x (پہلے سے طے شدہ)
zh: 1.0x (默认)

source: 1.25x
bn: ১.২৫x
fa: ۱.۲۵x

source: 1.5x
bn: ১.৫x
fa: ۱.۵x

source: 1.75x
bn: ১.৭৫x
fa: ۱.۷۵x

source: 2.0x
bn: ২.০x
fa: ۲.۰x

source: Hour Line Thickness:
az: Saat Xəttinin Qalınlığı:
bn: ঘন্টার লাইনের পুরুত্ব:
cs: Tloušťka hodinové rysky:
es: Grosor de la línea de las horas:
fa: ضخامت خط ساعت:
hi: घंटे की रेखा की मोटाई:
hy: Ժամային գծի հաստությունը․
id: Ketebalan Garis Jam:
it: Spessore linea delle ore:
pt: Espessura da linha das horas:
ro: Grosimea liniei orelor:
ru: Толщина часовой линии:
tr: Saat Çizgisi Kalınlığı:
ur: گھنٹے کی لائن کی موٹائی:
zh: 刻度线粗细：

source: Bold hour markers
az: Qalın saat işarələri
bn: মোটা ঘন্টার মার্কার
cs: Tučné hodinové značky
es: Marcadores de hora en negrita
fa: نشانگرهای ساعت ضخیم
hi: मोटे घंटे के मार्कर
hy: Հաստ ժամային նշիչներ
id: Penanda jam tebal
it: Marcatori ore in grassetto
pt: Marcadores de hora em negrito
ro: Marcaje ore îngroșate
ru: Жирные часовые метки
tr: Kalın saat işaretleri
ur: موٹی گھنٹے کی علامات
zh: 粗体小时标记

source: Background Opacity:
az: Fon Şəffaflığı:
bn: পেছনের স্বচ্ছতা:
cs: Průhlednost pozadí:
es: Opacidad del fondo:
fa: شفافیت پس‌زمینه:
hi: पृष्ठभूमि की अस्पष्टता:
hy: Ֆոնի թափանցիկությունը․
id: Opasitas Latar Belakang:
it: Opacit√† dello sfondo:
pt: Opacidade do fundo:
ro: Opacitate fundal:
ru: Прозрачность фона:
tr: Arkaplan Opaklığı:
ur: پس منظر کی دھندلاہٹ:
zh: 背景透明度：

source: Widget Margin:
az: Vidcet Boşluğu:
bn: উইজেট মার্জিন:
cs: Okraje widgetu:
es: Margen del widget:
fa: حاشیه ویجت:
hi: विजेट मार्जिन:
hy: Վիդջեթի լուսանցքը․
id: Margin Widget:
it: Margine del widget:
pt: Margem do widget:
ro: Margine widget:
ru: Отступы виджета:
tr: Araç Kenar Boşluğu:
ur: وجیٹ کا مارجن:
zh: 小部件边距：

source: Normal (10px)
bn: স্বাভাবিক (১০px)
cs: Normální (10px)
fa: عادی (۱۰ پبکسل)
hi: सामान्य (10px)
hy: Նորմալ (10px)
it: Normale (10px)
ro: Normală (10px)
ru: Обычный (10px)
ur: نارمل (10px)
zh: 默认 (10px)

source: Less (5px)
az: Az (5px)
bn: কম (৫px)
cs: Menší (5px)
es: Menos (5px)
fa: کمتر (۵ پیکسل)
hi: कम (5px)
hy: Քիչ (5px)
id: Lebih Sedikit (5px)
it: Meno (5px)
pt: Menos (5px)
ro: Mai mică (5px)
ru: Меньше (5px)
tr: Az (5px)
ur: کم (5px)
zh: 较小 (5px)

source: None (0px)
az: Yox (0px)
bn: নেই (০px)
cs: Žádné (0px)
es: Ninguno (0px)
fa: بدون حاشیه (۰ پیکسل)
hi: कोई नहीं (0px)
hy: Առանց (0px)
id: Tanpa Margin (0px)
it: Nessuno (0px)
pt: Nenhuma (0px)
ro: Fără (0px)
ru: Нет (0px)
tr: Yok (0px)
ur: کوئی نہیں (0px)
zh: 无 (0px)

source: Widget Radius:
az: Vidcet Radiusu:
bn: উইজেট রেডিয়াস:
cs: Poloměr widgetu:
es: Radio del widget:
fa: شعاع ویجت:
hi: विजेट त्रिज्या:
hy: Վիդջեթի շառավիղը․
id: Radius Widget:
it: Raggio del widget:
pt: Raio do widget:
ro: Rază widget:
ru: Радиус виджета:
tr: Araç Yarıçapı:
ur: وجیٹ کا رداس:
zh: 小部件圆角：

source: Square (0px)
az: Kvadrat (0px)
bn: বর্গাকার (০px)
cs: Čtvercový (0px)
es: Cuadrado (0px)
fa: مربعی (۰ پیکسل)
hi: वर्गाकार (0px)
hy: Քառակուսի (0px)
id: Kotak (0px)
it: Quadrato (0px)
pt: Quadrado (0px)
ro: Pătrat (0px)
ru: Квадратный (0px)
tr: Kare (0px)
ur: چوکور (0px)
zh: 直角 (0px)

source: 10px
bn: ১০px
fa: ۱۰ پیکسل

source: 20px
bn: ২০px
fa: ۲۰ پیکسل

source: 30px
bn: ৩০px
fa: ۳۰ پیکسل

source: 40px
bn: ৪০px
fa: ۴۰ پیکسل

source: 50px
bn: ৫০px
fa: ۵۰ پیکسل

source: Full
az: Tam
bn: সম্পূর্ণ
cs: Plný
es: Completo
fa: کامل
hi: पूर्ण
hy: Ամբողջական
id: Penuh
it: Pieno
pt: Completo
ro: Complet
ru: Полный
tr: Tam
ur: مکمل
zh: 最大

source: Digital Clock Customization
az: Rəqəmsal Saat Fərdiləşdirilməsi
bn: ডিজিটাল ঘড়ি কাস্টমাইজেশন
cs: Přizpůsobení digitálních hodin
es: Personalización del reloj digital
fa: شخصی‌سازی ساعت دیجیتال
hi: डिजिटल घड़ी अनुकूलन
hy: Թվային ժամացույցի անհատականացում
id: Kustomisasi Jam Digital
it: Personalizzazione orologio digitale
pt: Personalização do Relógio Digital
ro: Personalizare ceas digital
ru: Настройка цифровых часов
tr: Dijital Saat Özelleştirme
ur: ڈیجیٹل گھڑی کی تخصیص
zh: 数字时钟自定义

source: Font Settings:
az: Şrift Ayarları:
bn: ফন্ট সেটিংস:
cs: Nastavení písma:
es: Ajustes de fuente:
fa: تنظیمات فونت:
hi: फ़ॉन्ट सेटिंग्स:
hy: Տառատեսակի կարգավորումներ․
id: Pengaturan Font:
it: Impostazioni carattere:
pt: Definições de tipo de letra:
ro: Setări font:
ru: Настройки шрифта:
tr: Yazı Tipi Ayarları:
ur: فونٹ کی ترتیبات:
zh: 字体设置：

source: Auto-adjust font weight & width
az: Şrift qalınlığını və enini avtomatik tənzimlə
bn: ফন্ট ওয়েট এবং উইডথ স্বয়ংক্রিয়ভাবে সামঞ্জস্য করুন
cs: Automaticky upravit tloušťku a šířku písma
es: Ajustar auto. el peso y ancho de la fuente
fa: تنظیم خودکار وزن و عرض فونت
hi: फ़ॉन्ट वेट और विड्थ स्वचालित रूप से समायोजित करें
hy: Ավտոմատ կարգավորել տառատեսակի հաստությունը և լայնությունը
id: Atur otomatis berat & lebar font
it: Regola auto. peso e larghezza carattere
pt: Ajustar auto. peso e largura da letra
ro: Ajustează automat grosimea și lățimea fontului
ru: Автоподбор толщины и ширины шрифта
tr: Yazı tipi kalınlığını ve genişliğini otomatik ayarla
ur: فونٹ کا وزن اور چوڑائی خود بخود ایڈجسٹ کریں
zh: 自动调节字体粗细和宽度

source: Weight:
az: Çəki:
bn: ওয়েট:
cs: Tloušťka:
es: Peso:
fa: وزن:
hi: वेट:
hy: Հաստություն․
id: Berat:
it: Peso:
pt: Peso:
ro: Grosime:
ru: Толщина:
tr: Kalınlık:
ur: وزن:
zh: 粗细：

source: Width:
az: En:
bn: উইডথ:
cs: Šířka:
es: Ancho:
fa: عرض:
hi: विड्थ:
hy: Լայնություն․
id: Lebar:
it: Larghezza:
pt: Largura:
ro: Lățime:
ru: Ширина:
tr: Genişlik:
ur: چوڑائی:
zh: 宽度：

source: Vertical Spacing:
az: Şaquli Boşluq:
bn: উল্লম্ব ব্যবধান:
cs: Svislé mezery:
es: Espacio vertical:
fa: فاصله عمودی:
hi: लंबवत रिक्তি:
hy: Ուղղահայաց հեռավորություն․
id: Jarak Vertikal:
it: Spaziatura verticale:
pt: Espaçamento vertical:
ro: Spațiere verticală:
ru: Вертикальный интервал:
tr: Dikey Boşluk:
ur: عمودی وقفہ:
zh: 垂直间距：

source: Font:
az: Şrift:
bn: ফন্ট:
cs: Písmo:
es: Fuente:
fa: فونت:
hi: फ़ॉन्ट:
hy: Տառատեսակ․
it: Carattere:
pt: Tipo de letra:
ru: Шрифт:
tr: Yazı Tipi:
ur: فونٹ:
zh: 字体：

source: Use custom font for digital clock
az: Rəqəmsal saat üçün fərqli şrift istifadə et
bn: ডিজিটাল ঘড়ির জন্য কাস্টম ফন্ট ব্যবহার করুন
cs: Použít vlastní písmo pro digitální hodiny
es: Usar fuente personalizada
fa: استفاده از فونت سفارشی
hi: डिजिटल घड़ी के लिए कस्टम फ़ॉन्ट का उपयोग करें
hy: Օգտագործել սեփական տառատեսակը
id: Gunakan font khusus
it: Usa carattere personalizzato
pt: Usar tipo de letra personalizado
ro: Folosește font personalizat
ru: Свой шрифт для цифровых часов
tr: Dijital saat için özel yazı tipi kullan
ur: ڈیجیٹل گھڑی کے لیے کسٹم فونٹ استعمال کریں
zh: 为数字时钟使用自定义字体

source: Font Family:
az: Şrift Ailəsi:
bn: ফন্ট ফ্যামিলি:
cs: Rodina písma:
es: Familia de fuentes:
fa: خانواده فونت:
hi: फ़ॉन्ट फैमिली:
hy: Տառատեսակի ընտանիք․
id: Keluarga Font:
it: Famiglia carattere:
pt: Família de tipos de letra:
ro: Familie font:
ru: Семейство шрифтов:
tr: Yazı Tipi Ailesi:
ur: فونٹ فیملی:
zh: 字体系列：
