Repository: MCC45TR/kde-plasma6-widgets
Catalog: plasma-advancedreboot/translations/*.po
Languages: az, bn, cs, de, el, es, fa, fr, hi, hy, id, it, ja, pt, ro, ru, tr, ur, zh

source: BIOS / Firmware
az: BIOS / Mikroproqram
bn: BIOS / ফার্মওয়্যার
el: BIOS / Υλικολογισμικό
fa: بایوس / فیرم‌ور
hi: BIOS / फर्मवेयर
hy: BIOS / Որոնվածը
ja: BIOS / ファームウェア
ru: BIOS / Прошивка
tr: BIOS / Yazılım
ur: BIOS / فرم ویئر
zh: BIOS / 固件

source: UEFI Settings
az: UEFI Tənzimləmələri
bn: UEFI সেটিংস
cs: Nastavení UEFI
de: UEFI Einstellungen
el: Ρυθμίσεις UEFI
es: Configuración UEFI
fa: تنظیمات UEFI
fr: Paramètres UEFI
hi: UEFI सेटिंग्स
hy: UEFI Կարգավորումներ
id: Pengaturan UEFI
it: Impostazioni UEFI
ja: UEFI設定
pt: Configurações UEFI
ro: Setări UEFI
ru: Настройки UEFI
tr: UEFI Ayarları
ur: UEFI کی ترتیبات
zh: UEFI 设置

source: Update Boot Entries
az: Önyükləmə Girdilərini Yenilə
bn: বুট এন্ট্রি আপডেট করুন
cs: Aktualizovat záznamy
de: Boot-Einträge aktualisieren
el: Ενημέρωση Καταχωρήσεων Εκκίνησης
es: Actualizar entradas de arranque
fa: به‌روزرسانی ورودی‌های بوت
fr: Mettre à jour les entrées de démarrage
hi: बूट प्रविष्टियाँ अपडेट करें
hy: Թարմացնել Boot գրառումները
id: Perbarui Entri Boot
it: Aggiorna voci di avvio
ja: ブートエントリを更新
pt: Atualizar entradas de inicialização
ro: Actualizare intrări boot
ru: Обновить записи загрузки
tr: Önyükleme Girdilerini Güncelle
ur: بوٹ اندراجات کو اپ ڈیٹ کریں
zh: 更新启动项

source: No boot entries found
az: Önyükləmə girdisi tapılmadı
bn: কোন বুট এন্ট্রি পাওয়া যায়নি
cs: Nebyly nalezeny žádné záznamy
de: Keine Boot-Einträge gefunden
el: Δεν βρέθηκαν καταχωρήσεις εκκίνησης
es: No se encontraron entradas de arranque
fa: هیچ ورودی بوتی یافت نشد
fr: Aucune entrée de démarrage trouvée
hi: कोई बूट प्रविष्टि नहीं मिली
hy: Boot գրառումներ չեն գտնվել
id: Tidak ada entri boot ditemukan
it: Nessuna voce di avvio trovata
ja: ブートエントリが見つかりません
pt: Nenhuma entrada de inicialização encontrada
ro: Nu s-au găsit intrări de boot
ru: Записи загрузки не найдены
tr: Önyükleme girdisi bulunamadı
ur: کوئی بوٹ اندراجات نہیں ملے
zh: 未找到启动项

source: Authorize & Refresh
az: İcazə ver və Yenilə
bn: অনুমোদন ও রিফ্রেশ
cs: Autorizovat a obnovit
de: Autorisieren & Aktualisieren
el: Εξουσιοδότηση & Ανανέωση
es: Autorizar y actualizar
fa: مجاز سازی و تازه‌سازی
fr: Autoriser et actualiser
hi: अधिकृत और ताज़ा करें
hy: Թույլատրել և թարմացնել
id: Otorisasi & Segarkan
it: Autorizza e aggiorna
ja: 認証して更新
pt: Autorizar e atualizar
ro: Autorizare și reîmprospătare
ru: Авторизация и обновление
tr: Yetkilendir ve Yenile
ur: اجازت دیں اور تازہ کریں
zh: 授权并刷新

source: Rebooting in %1s...
az: %1s ərzində yenidən başladılır...
bn: %1s সেকেন্ডে রিবুট হচ্ছে...
cs: Restart za %1s...
de: Neustart in %1s...
el: Επανεκκίνηση σε %1s...
es: Reiniciando en %1s...
fa: راه‌اندازی مجدد در %1s...
fr: Redémarrage dans %1s...
hi: %1s में रिबूट हो रहा है...
hy: Վերագործարկվում է %1s...
id: Mulai ulang dalam %1s...
it: Riavvio in %1s...
ja: %1s秒後に再起動...
pt: Reiniciando em %1s...
ro: Repornire în %1s...
ru: Перезагрузка через %1s...
ur: %1s میں ری بوٹ ہو رہا ہے...
zh: %1s 秒后重启...

source: Press again to reboot
az: Yenidən başlatmaq üçün təkrar basın
bn: রিবুট করতে আবার টিপুন
cs: Stiskněte znovu pro restart
de: Zum Neustar erneut drücken
el: Πατήστε ξανά για επανεκκίνηση
es: Presione nuevamente para reiniciar
fa: برای راه‌اندازی مجدد دوباره فشار دهید
fr: Appuyez à nouveau pour redémarrer
hi: रिबूट करने के लिए फिर से दबाएं
hy: Սեղմեք կրկին վերագործարկելու համար
id: Tekan lagi untuk mulai ulang
it: Premi di nuovo per riavviare
ja: 再起動するにはもう一度押してください
pt: Pressione novamente para reiniciar
ro: Apăsați din nou pentru a reporni
ru: Нажмите снова для перезагрузки
tr: Yeniden başlatmak için tekrar basın
ur: ری بوٹ کرنے کے لیے دوبارہ دبائیں
zh: 再按一次以重启

source: Click again to cancel
az: Ləğv etmək üçün təkrar klikləyin
bn: বাতিল করতে আবার ক্লিক করুন
cs: Klikněte znovu pro zrušení
de: Zum Abbrechen erneut klicken
el: Κάντε κλικ ξανά για ακύρωση
es: Haga clic nuevamente para cancelar
fa: برای لغو دوباره کلیک کنید
fr: Cliquez à nouveau pour annuler
hi: रद्द करने के लिए फिर से क्लिक करें
hy: Սեղմեք կրկին չեղարկելու համար
id: Klik lagi untuk membatalkan
it: Clicca di nuovo per annullare
ja: キャンセルするにはもう一度クリックしてください
pt: Clique novamente para cancelar
ro: Faceți clic din nou pentru a anula
ru: Нажмите снова для отмены
tr: İptal etmek için tekrar tıklayın
ur: منسوخ کرنے کے لیے دوبارہ کلیک کریں
zh: 再次点击以取消

source: Appearance
az: Görünüş
bn: চেহারা
cs: Vzhled
de: Erscheinungsbild
el: Εμφάνιση
es: Apariencia
fa: ظاهر
fr: Apparence
hi: दिखावट
hy: Տեսքը
id: Tampilan
it: Aspetto
ja: 外観
pt: Aparência
ro: Aspect
ru: Внешний вид
tr: Görünüm
ur: ظاہری شکل
zh: 外观

source: Success! Entries updated.
az: Uğurlu! Girdilər yeniləndi.
bn: সফল! এন্ট্রি আপডেট করা হয়েছে।
cs: Úspěch! Záznamy aktualizovány.
de: Erfolg! Einträge aktualisiert.
el: Επιτυχία! Οι καταχωρήσεις ενημερώθηκαν.
es: ¡Éxito! Entradas actualizadas.
fa: موفقیت! ورودی‌ها به‌روز شدند.
fr: Succès ! Entrées mises à jour.
hi: सफल! प्रविष्टियाँ अपडेट की गईं।
hy: Հաջողություն! Գրառումները թարմացվել են:
id: Sukses! Entri diperbarui.
it: Successo! Voci aggiornate.
ja: 成功！エントリが更新されました。
pt: Sucesso! Entradas atualizadas.
ro: Succes! Intrări actualizate.
ru: Успех! Записи обновлены.
tr: Başarılı! Girdiler güncellendi.
ur: کامیابی! اندراجات کو اپ ڈیٹ کر دیا گیا۔
zh: 成功！条目已更新。

source: Error parsing output.
az: Çıxışın təhlili xətası.
bn: আউটপুট পার্স করতে ত্রুটি।
cs: Chyba při zpracování výstupu.
de: Fehler beim Parsen der Ausgabe.
el: Σφάλμα ανάλυσης εξόδου.
es: Error al analizar la salida.
fa: خطا در تجزیه خروجی.
fr: Erreur lors de l'analyse de la sortie.
hi: आउटपुट पार्स करने में त्रुटि।
hy: Սխալ ելքային տվյալների վերլուծության ժամանակ:
id: Kesalahan mengurai output.
it: Errore durante l'analisi dell'output.
ja: 出力の解析エラー。
pt: Erro ao processar saída.
ro: Eroare la analizarea ieșirii.
ru: Ошибка разбора вывода.
tr: Çıktı işleme hatası.
ur: آؤٹ پٹ کو پارس کرنے میں خرابی۔
zh: 解析输出错误。

source: Display Mode:
az: Görüntü Modu:
bn: প্রদর্শন মোড:
cs: Režim zobrazení:
de: Anzeigemodus:
el: Λειτουργία Εμφάνισης:
es: Modo de visualización:
fa: حالت نمایش:
fr: Mode d'affichage :
hi: प्रदर्शन मोड:
hy: Ցուցադրման ռեժիմ:
id: Mode Tampilan:
it: Modalità di visualizzazione:
ja: 表示モード:
pt: Modo de exibição:
ro: Mod afișare:
ru: Режим отображения:
tr: Görüntüleme Modu:
ur: ڈسپلے موڈ:
zh: 显示模式：

source: Single Card (Large)
az: Tək Kart (Böyük)
bn: একক কার্ড (বড়)
cs: Jedna karta (Velká)
de: Einzelkarte (Groß)
el: Μονή Κάρτα (Μεγάλη)
es: Tarjeta única (Grande)
fa: کارت تکی (بزرگ)
fr: Carte unique (Grande)
hi: एकल कार्ड (बड़ा)
hy: Մեկ քարտ (Մեծ)
id: Kartu Tunggal (Besar)
it: Scheda singola (Grande)
ja: シングルカード（大）
pt: Cartão Único (Grande)
ro: Card unic (Mare)
ru: Одиночная карта (Крупно)
tr: Tek Kart (Büyük)
ur: سنگل کارڈ (بڑا)
zh: 单卡片（大）

source: Standard List (Compact)
az: Standart Siyahı (Kompakt)
bn: স্ট্যান্ডার্ড তালিকা (কমপ্যাক্ট)
cs: Standardní seznam (Kompaktní)
de: Standardliste (Kompakt)
el: Τυπική Λίστα (Συμπαγής)
es: Lista estándar (Compacta)
fa: لیست استاندارد (فشرده)
fr: Liste standard (Compacte)
hi: मानक सूची (कॉम्पैक्ट)
hy: Ստանդարտ ցուցակ (Կոմպակտ)
id: Daftar Standar (Kompak)
it: Elenco standard (Compatto)
ja: 標準リスト（コンパクト）
pt: Lista Padrão (Compacta)
ro: Listă standard (Compact)
ru: Стандартный список (Компактно)
tr: Standart Liste (Kompakt)
ur: معیاری فہرست (کومپیکٹ)
zh: 标准列表（紧凑）

source: Single Card mode allows paging through entries one by one.
az: Tək Kart modu girdilər arasında tək-tək keçid etməyə imkan verir.
bn: একক কার্ড মোড এন্ট্রিগুলির মাধ্যমে একে একে পেজিং করার অনুমতি দেয়।
cs: Režim jedné karty umožňuje listovat záznamy po jednom.
de: Der Einzelkartenmodus ermöglicht das Blättern durch Einträge.
el: Η λειτουργία Μονής Κάρτας επιτρέπει σελιδοποίηση των καταχωρήσεων μία προς μία.
es: El modo de tarjeta única permite hojear las entradas una por una.
fa: حالت کارت تکی اجازه می‌دهد ورودی‌ها را یکی‌یکی ورق بزنید.
fr: Le mode Carte unique permet de parcourir les entrées une par une.
hi: एकल कार्ड मोड प्रविष्टियों के माध्यम से एक-एक करके पेजिंग की अनुमति देता है।
hy: Մեկ քարտի ռեժիմը թույլ է տալիս թերթել գրառումները մեկ առ մեկ:
id: Mode Kartu Tunggal memungkinkan membalik entri satu per satu.
it: La modalità Scheda singola consente di scorrere le voci una per una.
ja: シングルカードモードでは、エントリを1つずつページ送りできます。
pt: O modo Cartão Único permite navegar pelas entradas uma a uma.
ro: Modul Card unic permite parcurgerea intrărilor una câte una.
ru: Режим одиночной карты позволяет пролистывать записи по одной.
tr: Tek Kart modu, girdiler arasında tek tek gezinmenizi sağlar.
ur: سنگل کارڈ موڈ اندراجات کو ایک ایک کرکے دیکھنے کی اجازت دیتا ہے۔
zh: 单卡片模式允许逐个翻页查看条目。

source: Visual Adjustments
az: Vizual Tənzimləmələr
bn: ভিজ্যুয়াল সামঞ্জস্য
cs: Vizuální úpravy
de: Visuelle Anpassungen
el: Οπτικές Προσαρμογές
es: Ajustes visuales
fa: تنظیمات بصری
fr: Ajustements visuels
hi: दृश्य समायोजन
hy: Տեսողական կարգավորումներ
id: Penyesuaian Visual
it: Regolazioni visive
ja: 表示調整
pt: Ajustes Visuais
ro: Ajustări vizuale
ru: Визуальные настройки
tr: Görsel Ayarlamalar
ur: بصری ایڈجسٹمنٹ
zh: 视觉调整

source: Background Opacity:
az: Arxa Plan Şəffaflığı:
bn: ব্যাকগ্রাউন্ড অস্বচ্ছতা:
cs: Průhlednost pozadí:
de: Hintergrunddeckkraft:
el: Αδιαφάνεια Φόντου:
es: Opacidad del fondo:
fa: شفافیت پس‌زمینه:
fr: Opacité de l'arrière-plan :
hi: पृष्ठभूमि अपारदर्शिता:
hy: Ֆոնի թափանցիկություն:
id: Opasitas Latar Belakang:
it: Opacità sfondo:
ja: 背景の不透明度:
pt: Opacidade do Fundo:
ro: Opacitate fundal:
ru: Прозрачность фона:
tr: Arkaplan Opaklığı:
ur: پس منظر کی دھندلاہٹ:
zh: 背景不透明度：

source: Widget Margin:
az: Vidjet Kənarlığı:
bn: উইজেট মার্জিন:
cs: Okraj widgetu:
de: Widget-Rand:
el: Περιθώριο Widget:
es: Margen del widget:
fa: حاشیه ویجت:
fr: Marge du widget :
hi: विजेट मार्जिन:
hy: Վիջեթի լուսանցք:
id: Margin Widget:
it: Margine widget:
ja: ウィジェットのマージン:
pt: Margem do Widget:
ro: Margine widget:
ru: Отступ виджета:
tr: Araç Kenar Boşluğu:
ur: ویجیٹ مارجن:
zh: 挂件边距：

source: Normal (10px)
bn: স্বাভাবিক (10px)
cs: Normální (10px)
el: Κανονικό (10px)
fa: عادی (10px)
hi: सामान्य (10px)
hy: Նորմալ (10px)
it: Normale (10px)
ja: 通常 (10px)
ru: Нормальный (10px)
ur: عام (10px)
zh: 正常 (10px)

source: Less (5px)
az: Az (5px)
bn: কম (5px)
cs: Méně (5px)
de: Weniger (5px)
el: Λιγότερο (5px)
es: Menos (5px)
fa: کم (5px)
fr: Moins (5px)
hi: कम (5px)
hy: Քիչ (5px)
id: Kurang (5px)
it: Meno (5px)
ja: 少なめ (5px)
pt: Menos (5px)
ro: Mai puțin (5px)
ru: Меньше (5px)
tr: Az (5px)
ur: کم (5px)
zh: 较少 (5px)

source: None (0px)
az: Yox (0px)
bn: কিছুই না (0px)
cs: Žádný (0px)
de: Keiner (0px)
el: Καθόλου (0px)
es: Ninguno (0px)
fa: هیچ (0px)
fr: Aucune (0px)
hi: कोई नहीं (0px)
hy: Ոչ մի (0px)
id: Tidak Ada (0px)
it: Nessuno (0px)
ja: なし (0px)
pt: Nenhum (0px)
ro: Deloc (0px)
ru: Нет (0px)
tr: Yok (0px)
ur: کچھ نہیں (0px)
zh: 无 (0px)

source: Troubleshooting & Data
az: Nasazlıqların Aradan Qaldırılması və Məlumat
bn: সমস্যা সমাধান এবং ডেটা
cs: Řešení potíží a data
de: Fehlerbehebung & Daten
el: Αντιμετώπιση Προβλημάτων & Δεδομένα
es: Solución de problemas y datos
fa: عیب‌یابی و داده‌ها
fr: Dépannage et données
hi: समस्या निवारण और डेटा
hy: Խնդիրների լուծում և տվյալներ
id: Pemecahan Masalah & Data
it: Risoluzione problemi e dati
ja: トラブルシューティングとデータ
pt: Solução de Problemas e Dados
ro: Depanare și date
ru: Устранение неполадок и данные
tr: Sorun Giderme ve Veri
ur: خرابیوں کا سراغ لگانا اور ڈیٹا
zh: 故障排除与数据

source: Reset Cache
az: Keşi Sıfırla
bn: ক্যাশে রিসেট করুন
cs: Obnovit mezipaměť
de: Cache zurücksetzen
el: Επαναφορά Κρυφής Μνήμης
es: Restablecer caché
fa: بازنشانی حافظه پنهان
fr: Réinitialiser le cache
hi: कैश रीसेट करें
hy: Վերականգնել քեշը
id: Atur Ulang Cache
it: Reimposta cache
ja: キャッシュをリセット
pt: Redefinir Cache
ro: Resetare cache
ru: Сбросить кэш
tr: Önbelleği Sıfırla
ur: کیش ری سیٹ کریں
zh: 重置缓存

source: Cache cleared.
az: Keş təmizləndi.
bn: ক্যাশে পরিষ্কার করা হয়েছে।
cs: Mezipaměť vymazána.
de: Cache geleert.
el: Η κρυφή μνήμη καθαρίστηκε.
es: Caché borrada.
fa: حافظه پنهان پاک شد.
fr: Cache vidé.
hi: कैश साफ़ हो गया।
hy: Քեշը մաքրված է:
id: Cache dibersihkan.
it: Cache svuotata.
ja: キャッシュがクリアされました。
pt: Cache limpo.
ro: Cache golit.
ru: Кэш очищен.
tr: Önbellek temizlendi.
ur: کیش صاف ہو گیا۔
zh: 缓存已清除。

source: Reload with Sudo
az: Sudo ilə Yenidən Yüklə
bn: Sudo দিয়ে পুনরায় লোড করুন
cs: Obnovit pomocí Sudo
de: Mit Sudo neu laden
el: Επαναφόρτωση με Sudo
es: Recargar con Sudo
fa: بارگذاری مجدد با Sudo
fr: Recharger avec Sudo
hi: Sudo के साथ पुनः लोड करें
hy: Վերբեռնել Sudo-ով
id: Muat Ulang dengan Sudo
it: Ricarica con Sudo
ja: Sudoで再読み込み
pt: Recarregar com Sudo
ro: Reîncărcare cu Sudo
ru: Перезагрузить с Sudo
tr: Sudo ile Yeniden Yükle
ur: Sudo کے ساتھ دوبارہ لوڈ کریں
zh: 使用 Sudo 重新加载

source: Requesting permissions...
az: İcazələr istənilir...
bn: অনুমতির অনুরোধ করা হচ্ছে...
cs: Žádost o oprávnění...
de: Berechtigungen werden angefordert...
el: Αίτημα δικαιωμάτων...
es: Solicitando permisos...
fa: درخواست مجوزها...
fr: Demande de permissions...
hi: अनुमति का अनुरोध किया जा रहा है...
hy: Թույլտվությունների հարցում...
id: Meminta izin...
it: Richiesta permessi...
ja: 権限を要求中...
pt: Solicitando permissões...
ro: Se solicită permisiuni...
ru: Запрос разрешений...
tr: İzinler isteniyor...
ur: اجازت طلب کی جا رہی ہے...
zh: 正在请求权限...

source: Large Mode (Coming Soon)
az: Böyük Mod (Tezliklə)
bn: বড় মোড (শীঘ্রই আসছে)
cs: Velký režim (Brzy)
de: Großer Modus (Demnächst)
el: Μεγάλη Λειτουργία (Σύντομα)
es: Modo grande (Próximamente)
fa: حالت بزرگ (به‌زودی)
fr: Mode Grand (Bientôt)
hi: बड़ा मोड (जल्द आ रहा है)
hy: Մեծ ռեժիմ (Շուտով)
id: Mode Besar (Segera Hadir)
it: Modalità Grande (In arrivo)
ja: ラージモード（近日公開）
pt: Modo Grande (Em Breve)
ro: Mod Mare (În curând)
ru: Крупный режим (Скоро)
tr: Büyük Mod (Yakında)
ur: بڑا موڈ (جلد آرہا ہے)
zh: 大模式（即将推出）

source: Wide Mode (Coming Soon)
az: Geniş Mod (Tezliklə)
bn: প্রশস্ত মোড (শীঘ্রই আসছে)
cs: Široký režim (Brzy)
de: Breiter Modus (Demnächst)
el: Ευρεία Λειτουργία (Σύντομα)
es: Modo ancho (Próximamente)
fa: حالت عریض (به‌زودی)
fr: Mode Large (Bientôt)
hi: विस्तृत मोड (जल्द आ रहा है)
hy: Լայն ռեժիմ (Շուտով)
id: Mode Lebar (Segera Hadir)
it: Modalità Ampia (In arrivo)
ja: ワイドモード（近日公開）
pt: Modo Largo (Em Breve)
ro: Mod Lat (În curând)
ru: Широкий режим (Скоро)
tr: Geniş Mod (Yakında)
ur: وسیع موڈ (جلد آرہا ہے)
zh: 宽模式（即将推出）

source: Rebooting in %1...
tr: %1 içinde yeniden başlatılıyor...
