Repository: MCC45TR/kde-plasma6-widgets
Catalog: file-search/contents/locale/*/LC_MESSAGES/plasma_applet_com.mcc45tr.filesearch.po
Languages: tr

source: Appearance
tr: Görünüm

source: Categories
tr: Kategoriler

source: Debug
tr: Hata Ayıklama

source: Help
tr: Yardım

source: Prefixes
tr: Prefixler

source: Display Mode
tr: Ekran Modu

source: Button Mode (Icon only)
tr: Düğme Modu (Sadece ikon)

source: Panel Preview
tr: Panel Önizleme

source: Search
tr: Ara

source: Start searching...
tr: Arama yapmaya başla...

source: Search...
tr: Arama yap...

source: Results View
tr: Sonuç Görünümü

source: View Mode
tr: Görünüm Modu

source: List View
tr: Liste Görünümü

source: Tile View
tr: Döşeme Görünümü

source: List Icon Size
tr: Liste İkon Boyutu

source: Tile Icon Size
tr: Döşeme İkon Boyutu

source: Result Limits
tr: Sonuç Sınırları

source: Min Results
tr: Min Sonuç

source: Max Results
tr: Max Sonuç

source: Preview Types
tr: Önizleme Türleri

source: Images
tr: Resimler

source: Videos
tr: Videolar

source: Text Files
tr: Metin Dosyaları

source: Documents
tr: Belgeler

source: Date View (date:)
tr: Tarih Görünümü (date:)

source: Show Large Clock
tr: Dev Saati Göster

source: Show Calendar Events
tr: Takvim Etkinliklerini Göster

source: Power View (power:)
tr: Güç Görünümü (power:)

source: Show Sleep Button
tr: Uyut Butonunu Göster

source: Show Hibernate Button
tr: Derin Uyut Butonunu Göster

source: Available Prefixes Reference
tr: Mevcut Prefix Referansları

source: These prefixes can be used to perform specific actions directly from the search bar.
tr: Bu önekler, doğrudan arama çubuğundan belirli işlemleri gerçekleştirmek için kullanılabilir.

source: Show calendar and date information
tr: Takvim ve tarih bilgisini göster

source: Show large clock
tr: Büyük saati göster

source: Show this help screen
tr: Bu yardım ekranını göster

source: Terminate running processes
tr: Çalışan işlemleri sonlandır

source: Check spelling of a word
tr: Kelimelerin yazımını kontrol et

source: Execute shell commands
tr: Kabuk komutlarını çalıştır

source: Search Settings
tr: Arama Ayarları

source: Search Algorithm
tr: Arama Algoritması

source: Starts With
tr: İle Başlayan

source: Search Behavior
tr: Arama Davranışı

source: Prefix
tr: Önek

source: Description
tr: Açıklama

source: Debug Settings
tr: Debug Ayarları

source: Show debug info on widget (active mode, item count, index source)
tr: Widget üzerinde debug bilgilerini göster (aktif mod, öğe sayısı, index kaynağı)

source: Debug Data
tr: Debug Verileri

source: Timestamp
tr: Zaman Damgası

source: Locale
tr: Yerel

source: User Profile
tr: Kullanıcı Profili

source: History Count
tr: Geçmiş Sayısı

source: Telemetry
tr: Telemetri

source: Total Searches
tr: Toplam Arama

source: Avg Latency
tr: Ortalama Gecikme

source: History Sample
tr: Geçmiş Örnekleri

source: Keyboard Shortcuts
tr: Klavye Kısayolları

source: Navigate between results
tr: Sonuçlar arasında gezin

source: List / Tile view
tr: Liste / Döşeme görünümü

source: Toggle file preview
tr: Dosya önizlemesini aç/kapat

source: Open selected item
tr: Seçili öğeyi aç

source: Close widget
tr: Widget'ı kapat

source: Search Prefixes
tr: Arama Prefix'leri

source: Algorithm Settings
tr: Algoritma Ayarları

source: Fuzzy Match
tr: Bulanık Eşleşme (Fuzzy)

source: Exact Match
tr: Tam Eşleşme

source: Dynamic Result Count
tr: Dinamik Sonuç Sayısı

source: Automatically limit displayed results based on relevance score
tr: Sonuçları alaka düzeyine göre otomatik sınırla

source: Prioritized Categories
tr: Öncelikli Kategoriler

source: Use buttons to reorder categories or move between sections
tr: Kategorileri yeniden sıralamak veya bölümler arası taşımak için butonları kullanın

source: Priority
tr: Öncelik

source: Move to Combined
tr: Birleşik'e Taşı

source: Show Together (Merged)
tr: Birlikte Göster (Birleşik)

source: Categories in this section will be grouped together
tr: Bu bölümdeki kategoriler tek bir grup altında birleştirilir

source: No combined categories
tr: Birleştirilmiş kategori yok

source: Move to Separate
tr: Ayrık'a Taşı

source: Category Settings Information
tr: Kategori Ayarları Bilgisi

source: Changes are applied immediately. Hidden categories will not appear in search results. Priority determines display order.
tr: Değişiklikler anında uygulanır. Gizlenen kategoriler arama sonuçlarında görünmez. Öncelik, görüntüleme sırasını belirler.

source: Lower number = higher priority
tr: Düşük sayı = yüksek öncelik

source: Prefix View Settings
tr: Prefix Görünüm Ayarları

source: Show power management options (Shutdown, Reboot, etc.)
tr: Güç yönetimi seçeneklerini göster (Kapat, Yeniden Başlat vb.)

source: Convert units (requires KRunner installed)
tr: Birimleri dönüştür (KRunner gereklidir)

source: Note: Some prefixes (like unit conversion) depend on installed KRunner runners.
tr: Not: Bazı önekler (birim dönüştürme gibi) yüklü KRunner eklentilerine bağlıdır.

source: Timeline View
tr: Zaman Çizelgesi

source: Calendar
tr: Takvim

source: Today
tr: Bugün

source: Yesterday
tr: Dün

source: This Week
tr: Bu Hafta

source: This Month
tr: Bu Ay

source: Files modified today
tr: Bugün değiştirilen dosyalar

source: Files modified yesterday
tr: Dün değiştirilen dosyalar

source: Files modified this week
tr: Bu hafta değiştirilen dosyalar

source: Files modified this month
tr: Bu ay değiştirilen dosyalar

source: File Path Search
tr: Dosya Yolu Arama

source: Man Pages
tr: Kılavuz Sayfaları (Man)

source: Google Search
tr: Google Arama

source: DuckDuckGo Search
tr: DuckDuckGo Arama

source: Wikipedia Search
tr: Wikipedia Arama

source: Kill Process
tr: İşlemi Sonlandır

source: Spell Check
tr: Yazım Denetimi

source: Unicode Characters
tr: Unicode Karakterler

source: Applications
tr: Uygulamalar

source: Shell Commands
tr: Kabuk Komutları

source: Bookmarks
tr: Yer İmleri

source: Power Management
tr: Güç Yönetimi

source: System Services
tr: Sistem Servisleri

source: Date and Time
tr: Tarih ve Saat

source: Dictionary Definition
tr: Sözlük Tanımı

source: Unit Converter
tr: Birim Çevirici

source: Help & Shortcuts
tr: Yardım ve Kısayollar

source: Two days ago
tr: İki gün önce

source: Unknown prefix
tr: Bilinmeyen önek

source: Saved!
tr: Kaydedildi!

source: Save Dump
tr: Verileri Kaydet

source: Backend
tr: Arama Motoru

source: Items
tr: Öğeler

source: Latency
tr: Gecikme

source: View
tr: Görünüm

source: Display
tr: Ekran

source: Unpin
tr: Sabitlemeyi Kaldır

source: Pin
tr: Sabitle

source: Pinned Items
tr: Sabitlenmiş Öğeler

source: Drag to reorder
tr: Sıralamak için sürükleyin

source: Open
tr: Aç

source: Copy Path
tr: Yolu Kopyala

source: Open Containing Folder
tr: Bulunduğu Klasörü Aç

source: Recent Searches
tr: Son Aramalar

source: Clear History
tr: Geçmişi Sil

source: No results found
tr: Sonuç bulunamadı

source: Type to start searching
tr: Aramak için yazmaya başlayın

source: date
tr: tarih

source: clock
tr: saat

source: power
tr: güç

source: help
tr: yardım

source: unit
tr: birim

source: kill
tr: sonlandır

source: spell
tr: yazım

source: shell
tr: komut

source: Search Here
tr: Arama Yapın

source: Other
tr: Diğer

source: Copy Location
tr: Konumu Kopyala

source: Open in Terminal
tr: Terminalde Aç

source: Move to Trash
tr: Çöp Kutusuna Taşı

source: Properties
tr: Özellikler

source: Edit Application...
tr: Uygulamayı Düzenle...

source: Remove from History
tr: Geçmişten Kaldır

source: Hibernate
tr: Derin Uyut

source: (Press again to hibernate)
tr: (Derin uyku için tekrar basın)

source: Sleep
tr: Uyut

source: (Press again to sleep)
tr: (Uyutmak için tekrar basın)

source: Reboot
tr: Yeniden Başlat

source: Shutdown
tr: Kapat

source: Authorize to list entries
tr: Listelemek için yetki ver

source: Lock Screen
tr: Ekranı Kilitle

source: Log Out
tr: Oturumu Kapat

source: (Press again to log out)
tr: (Çıkış yapmak için tekrar basın)

source: Switch User
tr: Kullanıcı Değiştir

source: (Press again to switch)
tr: (Değiştirmek için tekrar basın)

source: Save Session
tr: Oturumu Kaydet

source: Medium Mode (Button only)
tr: Orta Mod (Sadece buton)

source: Wide Mode (Search bar + icon)
tr: Geniş Mod (Arama çubuğu + ikon)

source: Extra Wide Mode (Wide + Long Placeholder)
tr: Ekstra Geniş Mod (Geniş + Uzun Placeholder)

source: Show pinned items bar
tr: Sabitlenmiş öğeler çubuğunu göster

source: Result Count
tr: Sonuç Sayısı

source: Priority Ranking
tr: Öncelik Sıralaması

source: Show Together
tr: Birlikte Göster
