Repository: MCC45TR/kde-plasma6-widgets
Catalog: browser-search/translations/*.po
Languages: tr

source: Search the web...
tr: Arama_Yapmak_İçin_Yazın

source: Open Incognito Window
tr: Gizli Pencere Aç

source: Open New Tab
tr: Yeni Sekme Aç

source: Open History
tr: Geçmişi Aç

source: Play Dino Game
tr: Dinazor Oyunu Oyna

source: Open Downloads
tr: İndirilenleri Aç

source: Manage Extensions
tr: Eklentileri Yönet

source: Open Bookmarks
tr: Yer İmlerini Aç

source: Browser Settings
tr: Tarayıcı Ayarları

source: Search Engine
tr: Arama Motoru

source: Custom Search URL
tr: Özel Arama URL'si

source: Browser
tr: Tarayıcı_Adı
