{
    "KPackageStructure": "Plasma/Applet",
    "X-Plasma-API-Minimum-Version": "6.0",
    "KPlugin": {
        "Authors": [
            {
                "Name": "MCC45TR",
                "Email": "mcc45tr@gmail.com"
            }
        ],
        "Category": "Utilities",
        "Description": "A sophisticated minimal Analog Clock with adaptive squircle layout and interactive morphing animations.",
        "Icon": "chronometer",
        "Id": "com.mcc45tr.analogclock",
        "Name": "MAnalog Clock",
        "Version": "1.1",
        "Website": "https://github.com/MCC45TR/kde-plasma6-widgets/tree/main/analog-clock",
        "License": "GPL-3.0",
        "Name[tr]": "MAnalog Saat",
        "Name[de]": "MAnaloguhr",
        "Name[fr]": "MHorloge analogique",
        "Name[it]": "MOrologio analogico",
        "Name[ro]": "MCeas analogic",
        "Name[cs]": "MAnalogové hodiny",
        "Name[es]": "MReloj analógico",
        "Name[pt]": "MRelógio analógico",
        "Name[id]": "MJam Analog",
        "Name[az]": "MAnaloq Saat",
        "Name[ru]": "Аналоговые часы",
        "Name[ja]": "アナログ時計",
        "Name[zh]": "模拟时钟",
        "Name[el]": "Αναλογικό ρολόι",
        "Name[hy]": "Անալոգային ժամացույց",
        "Name[hi]": "एनालॉग घड़ी",
        "Name[bn]": "অ্যানালগ ঘড়ি",
        "Name[ur]": "اینالاگ گھڑی",
        "Name[fa]": "ساعت آنالوگ",
        "Description[tr]": "Uyarlanabilir squircle düzeni ve etkileşimli morflama animasyonları ile sofistike minimal bir analog saat.",
        "Description[de]": "Eine anspruchsvolle, minimale Analoguhr mit adaptivem Squircle-Layout und interaktiven Morphing-Animationen.",
        "Description[fr]": "Une horloge analogique minimale sophistiquée avec une disposition squircle adaptative et des animations de morphing interactives.",
        "Description[it]": "Un sofisticato orologio analogico minimale con layout squircle adattativo e animazioni di morphing interattive.",
        "Description[ro]": "Un ceas analogic minimal sofisticat, cu aspect squircle adaptiv și animații de metamorfozare interactive.",
        "Description[cs]": "Sofistikované minimální analogové hodiny s adaptivním rozvržením squircle a interaktivními morfovacími animacemi.",
        "Description[es]": "Un sofisticado reloj analógico minimalista con diseño de squircle adaptativo y animaciones de metamorfosis interactivas.",
        "Description[pt]": "Um sofisticado relógio analógico minimalista com layout de squircle adaptável e animações de metamorfose interativas.",
        "Description[id]": "Jam analog minimal yang canggih dengan tata letak squircle adaptif dan animasi morphing interaktif.",
        "Description[az]": "Adaptiv squircle düzümü və interaktiv morfinq animasiyaları olan mürəkkəb minimal analoq saat.",
        "Description[ru]": "Сложные минималистичные аналоговые часы с адаптивным дизайном и интерактивной анимацией морфинга.",
        "Description[ja]": "アダプティブスクアクルレイアウトとインタラクティブなモーフィングアニメーションを備えた、洗練されたミニマルなアナログ時計。",
        "Description[zh]": "具有自适应超椭圆布局和交互式变形动画的精致简约模拟时钟。",
        "Description[el]": "Ένα εξελιγμένο μίνιμαλ αναλογικό ρολόι με προσαρμοστική διάταξη squircle και διαδραστικά κινούμενα σχέδια μορφοποίησης.",
        "Description[hy]": "Բարդ մինիմալիստական անալոգային ժամացույց՝ ադապտիվ սկուիրքլ դասավորությամբ և ինտերակտիվ մորֆինգային անիմացիաներով:",
        "Description[hi]": "अनुकूली स्क्वर्कर लेआउट और इंटरैक्टिव मॉर्फिंग एनिमेशन के साथ एक परिष्कृत न्यूनतम एनालॉग घड़ी।",
        "Description[bn]": "অ্যাডাপ্টিভ স্কুয়ার্কেল লেআউট এবং ইন্টারেক্টিভ মর্ফিং অ্যানিমেশন সহ একটি অত্যাধুনিক ন্যূনতম অ্যানালগ ঘড়ি।",
        "Description[ur]": "اڈاپٹیو اسکوائرکل لے آؤٹ اور انٹرایکٹو مارفنگ اینیمیشن کے ساتھ ایک نفیس کم سے کم اینالاگ گھڑی۔",
        "Description[fa]": "یک ساعت آنالوگ مینیمال پیچیده با چیدمان اسکوئرکل تطبیقی و انیمیشن‌های مورفینگ تعاملی."
    }
}