Repository: MCC45TR/kde-plasma6-widgets
Catalog: battery/translations/*.po
Languages: bn, cs, hi, id, it, tr

source: Behavior:
bn: আচরণ:
cs: Chování:
hi: व्यवहार:
id: Perilaku:
it: Comportamento:
tr: Davranış:

source: Use custom battery icons
bn: কাস্টম ব্যাটারি আইকন ব্যবহার করুন
cs: Použít vlastní ikony baterie
hi: कस्टम बैटरी आइकन का उपयोग करें
id: Gunakan ikon baterai khusus
it: Usa icone batteria personalizzate
tr: Özel pil simgelerini kullan

source: Widget Margin:
bn: উইজেট মার্জিন:
cs: Okraj widgetu:
hi: विजेट मार्जिन:
id: Margin Widget:
it: Margine widget:
tr: Araç Takımı Kenar Boşluğu:

source: Normal (10px)
bn: স্বাভাবিক (10px)
cs: Normální (10px)
hi: सामान्य (10px)
it: Normale (10px)

source: Less (5px)
bn: কম (5px)
cs: Méně (5px)
hi: कम (5px)
id: Sedikit (5px)
it: Meno (5px)
tr: Az (5px)

source: None (0px)
bn: কিছুই না (0px)
cs: Žádný (0px)
hi: कोई नहीं (0px)
id: Tidak ada (0px)
it: Nessuno (0px)
tr: Yok (0px)

source: Device Icons:
bn: ডিভাইস আইকন:
cs: Ikony zařízení:
hi: उपकरण आइकन:
id: Ikon Perangkat:
it: Icone dispositivo:
tr: Cihaz Simgeleri:

source: Default
bn: ডিফল্ট
cs: Výchozí
hi: डिफ़ॉल्ट
it: Predefinito
tr: Varsayılan

source: Alternative (Trusted)
bn: বিকল্প (বিশ্বস্ত)
cs: Alternativní (Důvěryhodné)
hi: वैकल्पیک (विश्वसनीय)
id: Alternatif (Terpercaya)
it: Alternativo (Affidabile)
tr: Alternatif (Güvenilir)

source: Device Type:
bn: ডিভাইস ধরন:
cs: Typ zařízení:
hi: उपकरण प्रकार:
id: Tipe Perangkat:
it: Tipo di dispositivo:
tr: Cihaz Türü:

source: Laptop
bn: ল্যাপটপ
cs: Notebook
hi: लैपटॉप
tr: Dizüstü Bilgisayar

source: Desktop
bn: ডেস্কটপ
cs: Stolní počítač
hi: डेस्कटॉप
tr: Masaüstü Bilgisayar

source: Display:
bn: প্রদর্শন:
cs: Zobrazení:
hi: प्रदर्शित करें:
id: Tampilan:
tr: Görünüm:

source: Show charging indicator icon
bn: চার্জিং নির্দেশক আইকন দেখান
cs: Zobrazit ikonu indikátoru nabíjení
hi: चार्जिंग संकेतक आइकन दिखाएं
id: Tampilkan ikon indikator pengisian
it: Mostra icona indicatore di carica
tr: Şarj göstergesi simgesini göster

source: Background Opacity:
bn: পটভূমি স্বচ্ছতা:
cs: Průhlednost pozadí:
hi: पृष्ठभूमि अस्पष्टता:
id: Opasitas Latar Belakang:
it: Opacità sfondo:
tr: Arka Plan Opaklığı:

source: Corner Radius:
bn: কোণার ব্যাসার্ধ:
cs: Poloměr rohu:
hi: कोने की त्रिज्या:
id: Radius Sudut:
it: Raggio angoli:
tr: Köşe Yarıçapı:

source: Normal (20px)
bn: স্বাভাবিক (20px)
cs: Normální (20px)
hi: सामान्य (20px)
it: Normale (20px)

source: Small (10px)
bn: ছোট (10px)
cs: Malý (10px)
hi: छोटा (10px)
id: Kecil (10px)
it: Piccolo (10px)
tr: Küçük (10px)

source: Square (0px)
bn: বর্গাকার (0px)
cs: Čtvercový (0px)
hi: चौकोर (0px)
id: Kotak (0px)
it: Quadrato (0px)
tr: Kare (0px)

source: Battery Bars:
bn: ব্যাটারি বার:
cs: Ukazatele baterie:
hi: बैटरी बार्स:
id: Batang Baterai:
it: Barre batteria:
tr: Pil Çubukları:

source: Default (radius based)
bn: ডিফল্ট (ব্যাসার্ধ ভিত্তিক)
cs: Výchozí (podle poloměru)
hi: डिफ़ॉल्ट (त्रिज्या आधारित)
id: Default (berbasis radius)
it: Predefinito (basato su raggio)
tr: Varsayılan (yarıçap tabanlı)

source: Pill geometry
bn: পিল জ্যামিতি
cs: Tvar pilulky
hi: पिल ज्यामिति
id: Geometri pil
it: Geometria a pillola
tr: Hap görünümü

source: Full in %1
bn: %1 এ পূর্ণ
cs: Plná za %1
hi: %1 में पूरा
id: Penuh dalam %1
it: Carica in %1
tr: %1 içinde tam dolu

source: Empty in %1
bn: %1 এ খালি
cs: Vybito za %1
hi: %1 में खाली
id: Kosong dalam %1
it: Scarica in %1
tr: %1 içinde boş

source: Device Label
bn: ডিভাইস লেবেল
cs: Štítek zařízení
hi: उपकरण लेबल
id: Label Perangkat
it: Etichetta dispositivo
tr: Cihaz Etiketi

# Time to full
source: Time to full: %1
bn: পূর্ণ হতে সময়: %1
cs: Čas do nabití: %1
hi: भरने में समय: %1
id: Waktu hingga penuh: %1
it: Tempo alla carica: %1
tr: Tam dolum: %1

# Time remaining
source: Remaining: %1
bn: অবশিষ্ট: %1
cs: Zbývá: %1
hi: शेष: %1
id: Sisa: %1
it: Rimanente: %1
tr: Kalan: %1

# minutes
source: %1 m
bn: %1 মি
hi: %1 मि
tr: %1 dk

# hours and minutes
source: %1 h %2 m
bn: %1 ঘণ্টা %2 মি
hi: %1 घं %2 मि
id: %1 j %2 m
tr: %1 sa %2 dk

# days and hours
source: %1 d %2 h
bn: %1 দিন %2 ঘণ্টা
hi: %1 दिन %2 घं
id: %1 h %2 j
tr: %1 g %2 sa

source: General
bn: সাধারণ
cs: Obecné
hi: सामान्य
id: Umum
it: Generale
tr: Genel

source: No power profile management found. Install one of the following packages: • power-profiles-daemon (Fedora, Ubuntu, Debian, Arch) • tuned (Fedora, RHEL, CentOS) • tuned-ppd (openSUSE) • tlp (All distros - alternative) Install commands: Fedora/RHEL: sudo dnf install power-profiles-daemon Ubuntu/Debian: sudo apt install power-profiles-daemon Arch: sudo pacman -S power-profiles-daemon openSUSE: sudo zypper install tuned-ppd
tr: Güç profili yönetimi bulunamadı. Aşağıdaki paketlerden birini kurun: • power-profiles-daemon (Fedora, Ubuntu, Debian, Arch) • tuned (Fedora, RHEL, CentOS) • tuned-ppd (openSUSE) • tlp (Tüm dağıtımlar - alternatif) Kurulum komutları: Fedora/RHEL: sudo dnf install power-profiles-daemon Ubuntu/Debian: sudo apt install power-profiles-daemon Arch: sudo pacman -S power-profiles-daemon openSUSE: sudo zypper install tuned-ppd
